<?php include_once 'head.php' ?>
<?php include_once 'header.php' ?>


<h3 class="text-center">Регламент подачі заявки на виділення грошей</h3>
<p> Заявка подається як повідомлення про необхідність фінансування проектів, товарів чи послуг зв’язані з господарською
	діяльністю підприємства.
	Щоб подати заявку необхідно в меню вибрати «заявки» -> «подати заявку».</p>

<p>Заявки в нормальному режимі розглядаються щовівторка в фінансовий день. Заявки потрібно подавати, розраховуючи, щоб
	була можливість розглянути їх у вівторок до дати оплати. Тобто заявки бажено подавати як мінімум за тиждень до дати
	на коли потрібні кошти</p>

<p>Сповіщення про заявки з департаментів "Послуга" і "Виробництво", які відносяться до проектів, а також сповіщення про
	нові заявки, які позначаються як термінові, приходять директору одразу.<br/><br/>

<p>Поля:<br/><br/>
	<strong>«департамент»</strong> - департамент до господарської діяльності якого відноситься дана заявка<br/><br/>
	<strong>«автор»</strong> - автор заявки (ставиться автоматично)<br/><br/>
	<strong>«вартість»</strong> - сума, валюта та тип оплати ( на ФОП, на ТОВ, готівка)<br/><i>Якщо ви не знаєте точну
		суму, яку потрібно виділити до оплату можна вказати приблизну суму, але все ж ця сума має бути максимально
		наближена до реальної, бо на основі поданих заявок здійснюється загальне фінансове планування по
		компанії</i><br/><br/>
	<strong>«дата на коли потрібно»</strong> - дата на коли гроші уже повинні бути виділені, якщо заявка
	одобряється<br/>
	<i>Фіксованою датою позначається, якщо вона є визначеною, і не переносимою, наприклад, дата оплати процентів, або
		дата оплати зп і т.д. Нагадування про такі заявки буде приходити директору за день до оплати</i><br/><br/>
	<strong>«Відноситься до проекту»</strong> - заявка може відноситися до проекту або не відноситися. Це поле є не
	обов’язковим.
	Проектами вважаються об’єкти, виготовлення одиниці обладнання чи франшизи для одного контрагента та інші<br/><br/>
	<strong>«товар/послуга»</strong> - коротка назва товару чи послуги, на яку потрібне фінансування. Писати треба так,
	щоб самому потім
	було швидко зрозуміло<br/><br/>
	<strong>«Рахунок»</strong> - додавання файлів до заявки. Може бути як один так і кілька файлів. Щоб вибрати кілька
	файлів в вікні
	Windows зажати «Ctrl» і клікати на файли один за одни не відпускаючи «Ctrl» . Після вибору файлів з комп’ютера
	обов’язково натиснути «завантажити». Назви завантажених файлів повинні з'явитися під словом Рахунок. Напис на
	кнопочці має змінитися на "завантажено"<br/><br/>
	<strong>«Номер рахунку»</strong> - це поле в подальшому буде використовуватися як ідентифікатор, щоб знаходити
	автоматично оплачені рахунки з виписки приват 24, яка підтягується автоматично <br/><br/>
	<strong>«Стаття розходів»</strong> стаття розходів для даного товару чи послуги. Важливий пункт для подальшого
	формування звітів. В подальшому операції, які робляться з заявки будуть автоматично підтягувати цю ж статтю розходів
	<br/><br/>
	<strong>«Ситуація»</strong> - тут коротко треба описати ситуації, результатом якої є потреба у
	фінансуванні<br/>
	<i>Заявка може позначатися терміновою, якщо необхідність оплати з'явилася менше ніж за тиждень до необхідної дати
		оплати. Це поле не варто використовувати, щоб замінити планування і подавати заявку в останній момент. Це буде
		штрафуватися. Ваша задача робити так, щоб кількість термінових заявок щодня зменшувалася.</i><br/><br/>
	<strong>«Дані»</strong> - тут треба МАКСИМАЛЬНО детально описати всі дані, на основі яких прийнято рішення про
	потребу в фінансуванні. Наприклад, якщо це деталі на апарат, то бажено вказати дату, коли апарат повинен бути
	готовим,
	тривалість доставки і т.д.Це дані повинні дати вичерпну відповідь на запитання 'чому це треба купити взагалі?' і
	'чому це треба придбати саме зараз<br/><br/>
	<strong>«Рішення»</strong> - рішення прийняте на основ цих даних. Наприклад, «оплатити покупку принтера» або
	«замінити деталь» або
	«повернути борг»<br/><br/>

	<strong>«Повторити»</strong> - заявку можна робити повторюваною. Тобто такою, копія якої автоматично створюється з
	певною періодичністю. Це може бути місяць, тиждень або день. Щоб зробити заявку повторюваною потрібно відмітити
	відповідну галочку. Точкою відліку для цих полів є "Дата на коли потрібно". Наприклад, якщо "дата на коли" - 10.03 (
	вівторок ), і період місяць, то повторювана заявка буде створюватися що місяця 10-числа, якщо тиждень - щовівторка.
	Заявка буде повторюватися безкінечно або до дати завершення, якщо вона не пуста
	<br/>
<p>І натиснути «ВІДПРАВИТИ».</p>
<p> Після цього вас буде перекинуто на список всіх ваших заявок зі статусами. </p>

<p> В меню «заявки» -> «заявки департаменту» можна побачити всі заявки департаменту, тобто всіх підлеглих
	користувача.</p>
<p> «Заявки» -> «одобрено» - одобрені заявки</p>
<p>«Заявки» -> «До оплати ТОВ» - заявки для оплати бухгалтеру. Доступно бухгалтеру, фінансисту і директору</p>


<?php include_once 'popup.php' ?>
<?php include_once 'footer.php' ?>
