<?php include_once 'head.php' ?>
<?php include_once 'header.php' ?>


<h3>Основна інформація по списку заявок на виділення грошей</h3>
<p>Тут відображається список всіх поданих заявок користувачем окрім оплачених</p>

<strong>Фільтри по типу оплати:</strong><br/>
<strong>Всі</strong> - і на ТОВ і на ФОП і готівкові<br/>
<strong>Готівка</strong> - тільки готівкові заявки<br/>
<strong>Безнал</strong> - тільки безнальні заявки ( ТОВ і ФОП ) <br/> <br/>
<strong>Фільтри по статусу заявки:</strong><br/>
<p>Цей фільтр незалежний від попереднього і може бути комбінованим з попереднім. Тобто можна вибрати, наприклад,
	одобрені платежі ТОВ</p>
<strong>Одобрені</strong> - одобрені заявки на оплату. <br/>
<strong>Оплачені</strong> - оплачені заявки або заявки сума витратних операцій по яких перевищує суму заявки. <br/>
<br/>
<strong>Фільтри по даті:</strong><br/>
<p>Цей фільтр допомагає відобразити заявки в часовому діапазоні. По замовчуванню відображається поточний фінансовий тиждень</p><br/>

<strong>Фільтри по пріоритетності:</strong><br/>
<p>Цей фільтр приховує чи показує заявки з вибраним пріоритетом, можна відобразити 1 або кілька фільтрів одночасно</p>
<strong>A, B, C</strong> - А - найпріоритетніші і важливіші, С - найменш пріоритетні. <br/>
<br/>
<strong>Пошук:</strong><br/>
<p>Можна здійснювати пошук по номеру заявки, або по ключових словах в продукті чи даних</p>

<p><b>Статуси заявок</b><br/>
	<strong>- Нова</strong><br/>
	<strong>- Одобрено</strong> - заявка була розглянута директором і одобрена<br/>
	<strong>- Передано до оплати - </strong>якщо це заявка на ТОВ – то вона автоматично відправляється бухгалтеру
	для оплати; якщо
	готівка - то мається на увазі, що автору заявки передано кошти для здійснення описаної в заявці операції<br/>
	<strong>- Оплачено</strong> - виставляється автоматично в випадку, якщо сума витрат по заявці більша або
	дорівнює сумі заявки, або
	вручну на розсуд автора заявки<br/>
	<strong>- Відхилено </strong>- не одобрена заявка, заявка повернена на доопрацювання</p><br/>

<p><b>Кнопки</b><br/>
	<strong>- Одобрити</strong> - доступно для директора - змінити статус заявки на одобрено<br/>
	<strong>- Передати на оплату</strong> - доступно для директора - якщо ТОВ - то передати бухгалтеру для оплати (
	заявка попадає в список до оплати бухгалтеру і приходить сповіщення ), якщо
	готівка -
	створюється операція переміщення від директора до автора заявки<br/>
	<strong>- Оплатити</strong> - створити операцію витрати - якщо ТОВ - то з компанії, якщо готівка - створити операцію
	витрати в директора +
	змінити статус заявки на оплачено<br/>
	<strong>- Позначити як оплачено</strong> - змінити статус заявки на оплачено. <i>використовується, якщо операції по
		заявці уже введені в систему і потрібно привести до відповідності статус самої заявки</i><br/>
	<strong>- Відхилити </strong> - змінити статус заявки на відхилено <br/>

<p>Щоб вибрати заявку до якої потрібно застосувати дії, потрібно поставити позначку біля відповідної заявки або
	декількох і натиснути на потрібну кнопку дії. Також є можливість оплатити заявки частково. Для цього необхідно в
	вільні поля в колонці сума ввести часткову суму оплати біля кожної заявки, яку потрібно оплатити і натиснути кнопку
	"Оплатити"</p>

<p>Таблиці заявок можна сортувати по будь якому полі, натиснувши на назву цього поля( на перший рядок таблиці)</p>
<p>В директора є можливість залишати коментарі щодо будь якої заявки. Це можна зробити натиснувши на іконку коментаря в
	колонці "продукт/послуга"</p>
<p>Кнопка "Деталі" дозволяє переглянути всі дані по кожній заявці, а також всі операції зроблені по цій зявці</p>
<p>Кнопки "редагувати" та "видалити" дозвляють редагувати чи видаляти свої заявки відповідно</p>
<p> В меню <strong>«заявки»</strong> -> <strong>«оплачені департаменту»</strong>, <strong>"одобрені
		департаменту"</strong> можна побачити всі заявки департаменту з
	відповідними статусами.</p>
<p><strong>«Заявки»</strong> -> <strong>«До оплати ТОВ»</strong> - заявки для оплати бухгалтеру. Доступно бухгалтеру,
	фінансисту і директору</p>

<?php include_once 'popup.php' ?>
<?php include_once 'footer.php' ?>
