<?php include_once 'head.php' ?>
<div class="container">
<h2>Загальне по роботі з фін.системою</h2>

<p>Адрес фін.системи - http://fin.ekonombud.in.ua/</p>
<p> Щоб отримати доступ до системи необхідно написати в телеграм Мацуку Олександру -<a
		href="https://t.me/olexandrmatsuk">https://t.me/olexandrmatsuk</a></p>
<p> Після цього ви отримаєте ссилку в вигляді http://fin.ekonombud.in.ua/user/password/{ідентифікатор}</p>
<p> Потрібно перейти по цій ссилці і придумати собі логін і пароль. Натиснути «Зареєструватися» і ввести логін пароль ще
	раз, для входу в систему. Логін і пароль варто собі зберегти в доступному місці.</p>

<p>В подальшому вхід в систему здійснюється по ссилці <a href="<?= $base_url; ?>"><?= $base_url; ?></a></p>

	<p>Вхід доступний тільки співробітникам компанії</p>

<a href="<?= $base_url; ?>">Вернутися</a>
</div>
<?php include_once 'footer.php' ?>
