<?php include_once 'head.php' ?>
<?php include_once 'header.php' ?>


<h3>Основна інформація по операціях</h3>
<p>Операціями називаються будь які фінансові переміщення, які здійснюються співробітниками компаніями
	Всі операції повинні вноситися до кінця дня в який вони були зроблені. На основі внесених операцій в кожного
	співробітника формується баланс кас в системі. Щовівторка баланс в системі на зборах звіряється з реальним балансом
	співробітника. Операції заповнюються тим співробітником, хто здійснює операцію або його керівником. Тобто,
	операції переміщення заповнюються тим, з чиєї каси зроблено переміщення, операції приходу - тим, хто отримує гроші,
	операції витрат - тим, хто здійснює витрату.</p>

<h3 class="text-center">Витрата</h3>
<p>Витратою рахується переміщення грошей за межі компанії для оплати товарів чи послуг для компанії.</p>
<strong>Поля:</strong><br/>
<strong>З гаманця</strong> - каса з якої здійснюється витрата, важливо вибрати правильну валюту.
Директору і фінансисту доступні також каси ТОВ і ФОП<br/>
<strong>Сума</strong> - сума операції<br/>
<strong>Валюта</strong> - валюта операції ( важливо, щоб співпадало з валютою каси, з якої здійснюється операція )<br/>
<strong>Контрагент</strong> - фізична чи юридична особа, якій здійснюється оплата. Потрібно вибрати контрагента зі списку.
Якщо в списку немає - натиснути на кнопку "додати контрагента" і він з'явиться в списку як вибраний. Пошук по контрагенту
здійснюється по ключових словах, які є в кожного контрагента, наприклад, це може бути ім'я, прізвище, ініціали,
ім'я російською мовою і т.д<br/>
<strong>Дата</strong> - дата здійснення операції. По замовчуванню відображається сьогоднішня дата<br/>
<strong>Проект</strong> - проект по якому проходить операція. В подальшому буде використовуватися для
формування план фактів по проектах. Необов'язкове поле<br/>
<strong>Заявка</strong> - операція витрати обов'язково повинна відноситися до якоїсь заявки. Це необіхдно, щоб були створені
заявки на всі витрати які здійснює співробітник і компанія в цілому, тому, що на основі заявок здійснюється фін.планування
в загальнмоу по компанії<br/>
<strong>Стаття розходів</strong> - стаття розходів для даної операції. Статті розходів розділяються по блоках залежно
від рівня цієї витрати, і потім це відображається в звіті про рух грошових коштів<br/>
<strong>Коментар</strong> - короткий опис операції для ідентифікації її в загальному списку<br/>

<strong>Закупка на склад</strong> - може бути ввімкненим, якщо витрата здійснюється з метою поповнення запасів одного зі
складів компанії<br/>
<strong>Склад</strong> - потрібно вибрати склад на який здійснюється закупка. При виборі складу в список найменувань
підтягуються найменування саме з цього складу <br/>
<strong>Найменування</strong> - при натисканні на будь яке найменування позиція попадає в таблицю закупівлі, де можна
уже вибрати ціну і кількість закупки. <br/>
<strong>Відправити</strong> - при натисканні на відправлення зберігається операція і створюється операція додавання на склад,
якщо відмічено "закупка на склад"<br/>


<p>комісії банків при переміщенні в банк списуються з готівкової каси, і з банківської при переміщенні в готівкову </p>

<br/>

<?php include_once 'popup.php' ?>
<?php include_once 'footer.php' ?>
