-- phpMyAdmin SQL Dump
-- version 4.9.4
-- https://www.phpmyadmin.net/
--
-- Хост: ekonombd.mysql.ukraine.com.ua
-- Час створення: Трв 09 2020 р., 00:13
-- Версія сервера: 5.7.16-10-log
-- Версія PHP: 7.0.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `ekonombd_fineko`
--

-- --------------------------------------------------------

--
-- Структура таблиці `fin_accesses`
--

CREATE TABLE `fin_accesses` (
  `id` int(11) NOT NULL,
  `access` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `type` varchar(20) NOT NULL,
  `page` varchar(20) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_accesses`
--

INSERT INTO `fin_accesses` (`id`, `access`, `description`, `type`, `page`) VALUES
(1, 'can_add_applications', 'може додавати заявки', 'menu', 'apps'),
(2, 'can_see_self_applications', 'може бачити власні заявки', 'menu', 'apps'),
(3, 'can_see_department_applications', 'може бачити заявки департаменту', 'menu', 'apps'),
(4, 'can_see_department_applications_approved', 'може бачити схвалені заявки департаменту', 'menu', 'apps'),
(5, 'can_see_application_approved_tov', 'може бачити  заявки до оплати на ТОВ', 'menu', 'apps'),
(6, 'can_refresh_applications', 'може оновити заявки', 'menu', 'apps'),
(7, 'can_add_expense', 'може додати витрату', 'menu', 'op'),
(8, 'can_see_self_operations', 'може бачити власні операції', 'menu', 'op'),
(9, 'can_see_department_operations', 'може бачити операції департаменту', 'menu', 'op'),
(10, 'can_see_director_operations', 'може бачити директорські операції', 'menu', 'op'),
(11, 'can_refresh_operations', 'може оновити операції', 'menu', 'op'),
(13, 'can_see_self_wallets', 'може бачити власні каси', 'menu', 'wal'),
(14, 'can_see_department_wallets', 'може бачити каси департаменту', 'menu', 'wal'),
(15, 'can_see_users', 'може бачити список користувачів', 'menu', 'us'),
(16, 'can_see_storage_storages', 'може бачити склади департаменту Склад', 'menu', 'st'),
(17, 'can_see_production', 'може бачити виробництво', 'menu', 'pr'),
(18, 'can_see_production_specification', 'може бачити специфікації виробництва', 'menu', 'pr'),
(19, 'can_see_production_projects', 'може бачити проекти виробництва', 'menu', 'pr'),
(20, 'can_add_projects', 'може додавати проекти', 'menu', 'comp'),
(21, 'can_see_errors', 'може бачити помилки в системі', 'menu', 'log'),
(22, 'can_see_production_storage', 'може бачити склад виробництва', 'menu', 'pr'),
(50, 'can_add_production_projects', 'може додавати проекти виробництва', 'menu', 'pr'),
(24, 'can_view_application_charts', 'може бачити графіки по заявках', 'menu', 'apps'),
(25, 'can_aprove_apps', 'може задовільняти заявки', 'page', ''),
(26, 'can_transfer_apps', 'може передавати заявки на оплату', 'page', ''),
(27, 'can_see_operation_charts', 'може бачити графіки по операціях', 'menu', 'op'),
(56, 'can_reject_apps', 'Може відхиляти заявки', 'page', 'apps'),
(57, 'can_edit_storage_prices', 'Може редагувати прайси складу', 'menu', 'price'),
(30, 'can_see_credits', 'може бачити кредити', 'menu', 'cr'),
(31, 'can_see_plan_fact_company_result', 'може бачити зріз по компанії', 'menu', 'pf'),
(32, 'can_see_service_department', 'може бачити департамент \" послуга\"', 'menu', 'serv'),
(51, 'can_add_service_projects', 'може додавати проекти Послуги', 'menu', 'serv'),
(34, 'can_see_storage_department', 'може бачити департаменту Склад ', 'menu', 'st'),
(35, 'can_see_franchise_department', 'може бачити департамент Франшиза', 'menu', 'fr'),
(36, 'can_write_director_comments', 'може писати коментарі до заявок', 'page', ''),
(40, 'can_see_operations', 'може бачити операції', 'menu', 'op'),
(38, 'can_see_department_applications_payed', 'Може бачити оплачені заявки департаменту', 'menu', 'apps'),
(39, 'can_see_applications', 'Може бачити заявки', 'menu', 'apps'),
(41, 'can_add_income', 'Може добавити прихід', 'menu', 'op'),
(42, 'can_add_transfer', 'може додати переміщення', 'menu', 'op'),
(43, 'can_see_service_projects', 'може бачити проекти департаменту Послуга', 'menu', 'serv'),
(44, 'can_see_service_storages', 'Може бачити склади департаменту Послуга', 'menu', 'serv'),
(45, 'can_see_franchise_projects', 'Може бачити проекти по франшизі', 'menu', 'fr'),
(46, 'can_see_company', 'Може бачити компанію', 'menu', 'comp'),
(47, 'can_see_company_projects', 'Може бачити проекти компанії', 'menu', 'comp'),
(48, 'can_see_company_storages', 'може бачити склади компанії', 'menu', 'comp'),
(49, 'can_see_plan_fact_company_result', 'може бачити РГК ( ДДС )', 'menu', 'comp'),
(52, 'can_add_franchise_projects', 'може додавати проекти франшизи', 'menu', 'fr'),
(53, 'can_pay_salary', 'може виплачувати зарплату', 'menu', 'sal'),
(54, 'can_see_access', 'може бачити доступи', 'menu', 'us'),
(55, 'can_see_articles', 'може бачити статті доходів і витрат', 'menu', 'comp'),
(58, 'can_edit_service_prices', 'Може редагувати прайси послуги', 'menu', 'price'),
(59, 'can_edit_production_prices', 'Може редагувати прайси виробництва', 'menu', 'price'),
(60, 'can_edit_franchise_prices', 'Може редагувати прайси франшизи', 'menu', 'price');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_accruals`
--

CREATE TABLE `fin_accruals` (
  `id` int(11) NOT NULL,
  `amount` float(10,2) NOT NULL,
  `currency` varchar(11) NOT NULL,
  `accrual_type` varchar(10) NOT NULL COMMENT 'income, expense',
  `type_id` int(11) NOT NULL COMMENT 'готівка, ТОВ...',
  `article_id` int(11) NOT NULL,
  `contractor_id` int(11) NOT NULL,
  `comment` text NOT NULL,
  `date` int(15) NOT NULL,
  `period_type` varchar(10) NOT NULL,
  `type` varchar(100) NOT NULL,
  `hours_id` int(11) NOT NULL,
  `project_id` int(11) NOT NULL,
  `department_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_accruals`
--

INSERT INTO `fin_accruals` (`id`, `amount`, `currency`, `accrual_type`, `type_id`, `article_id`, `contractor_id`, `comment`, `date`, `period_type`, `type`, `hours_id`, `project_id`, `department_id`) VALUES
(11164, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577829600, 'day', 'salary', 1, 0, 0),
(11165, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577916000, 'day', 'salary', 2, 0, 0),
(11166, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578002400, 'day', 'salary', 3, 0, 0),
(11167, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578088800, 'day', 'salary', 4, 0, 0),
(11168, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578261600, 'day', 'salary', 5, 0, 0),
(11169, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578348000, 'day', 'salary', 6, 0, 0),
(11170, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578434400, 'day', 'salary', 7, 0, 0),
(11171, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578520800, 'day', 'salary', 8, 0, 0),
(11172, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578607200, 'day', 'salary', 9, 0, 0),
(11173, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578693600, 'day', 'salary', 10, 0, 0),
(11174, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578866400, 'day', 'salary', 11, 0, 0),
(11175, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578952800, 'day', 'salary', 12, 0, 0),
(11176, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579039200, 'day', 'salary', 13, 0, 0),
(11177, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579125600, 'day', 'salary', 14, 0, 0),
(11178, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579212000, 'day', 'salary', 15, 0, 0),
(11179, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579298400, 'day', 'salary', 16, 0, 0),
(11180, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579471200, 'day', 'salary', 17, 0, 0),
(11181, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579557600, 'day', 'salary', 18, 0, 0),
(11182, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579644000, 'day', 'salary', 19, 0, 0),
(11183, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579730400, 'day', 'salary', 20, 0, 0),
(11184, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579816800, 'day', 'salary', 21, 0, 0),
(11185, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579903200, 'day', 'salary', 22, 0, 0),
(11186, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580076000, 'day', 'salary', 23, 0, 0),
(11187, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580162400, 'day', 'salary', 24, 0, 0),
(11188, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580248800, 'day', 'salary', 25, 0, 0),
(11189, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580335200, 'day', 'salary', 26, 0, 0),
(11190, 1086.96, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580421600, 'day', 'salary', 27, 0, 0),
(11191, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580508000, 'day', 'salary', 28, 0, 0),
(11192, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580680800, 'day', 'salary', 29, 0, 0),
(11193, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580767200, 'day', 'salary', 30, 0, 0),
(11194, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580853600, 'day', 'salary', 31, 0, 0),
(11195, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580940000, 'day', 'salary', 32, 0, 0),
(11196, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581026400, 'day', 'salary', 33, 0, 0),
(11197, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581112800, 'day', 'salary', 34, 0, 0),
(11198, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581285600, 'day', 'salary', 35, 0, 0),
(11199, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581372000, 'day', 'salary', 36, 0, 0),
(11200, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581458400, 'day', 'salary', 37, 0, 0),
(11201, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581544800, 'day', 'salary', 38, 0, 0),
(11202, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581631200, 'day', 'salary', 39, 0, 0),
(11203, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581717600, 'day', 'salary', 40, 0, 0),
(11204, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581890400, 'day', 'salary', 41, 0, 0),
(11205, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581976800, 'day', 'salary', 42, 0, 0),
(11206, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582063200, 'day', 'salary', 43, 0, 0),
(11207, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582149600, 'day', 'salary', 44, 0, 0),
(11208, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582236000, 'day', 'salary', 45, 0, 0),
(11209, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582322400, 'day', 'salary', 46, 0, 0),
(11210, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582495200, 'day', 'salary', 47, 0, 0),
(11211, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582581600, 'day', 'salary', 48, 0, 0),
(11212, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582668000, 'day', 'salary', 49, 0, 0),
(11213, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582754400, 'day', 'salary', 50, 0, 0),
(11214, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582840800, 'day', 'salary', 51, 0, 0),
(11215, 1250.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582927200, 'day', 'salary', 52, 0, 0),
(11216, 1136.36, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583100000, 'day', 'salary', 53, 0, 0),
(11217, 1136.36, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583186400, 'day', 'salary', 54, 0, 0),
(11218, 1136.36, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583272800, 'day', 'salary', 55, 0, 0),
(11219, 1136.36, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583359200, 'day', 'salary', 56, 0, 0),
(11220, 1136.36, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583445600, 'day', 'salary', 57, 0, 0),
(11221, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577829600, 'day', 'salary', 58, 0, 0),
(11222, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577916000, 'day', 'salary', 59, 0, 0),
(11223, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578002400, 'day', 'salary', 60, 0, 0),
(11224, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578088800, 'day', 'salary', 61, 0, 0),
(11225, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578261600, 'day', 'salary', 62, 0, 0),
(11226, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578348000, 'day', 'salary', 63, 0, 0),
(11227, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578434400, 'day', 'salary', 64, 0, 0),
(11228, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578520800, 'day', 'salary', 65, 0, 0),
(11229, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578607200, 'day', 'salary', 66, 0, 0),
(11230, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578693600, 'day', 'salary', 67, 0, 0),
(11231, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578866400, 'day', 'salary', 68, 0, 0),
(11232, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578952800, 'day', 'salary', 69, 0, 0),
(11233, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579039200, 'day', 'salary', 70, 0, 0),
(11234, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579125600, 'day', 'salary', 71, 0, 0),
(11235, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579212000, 'day', 'salary', 72, 0, 0),
(11236, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579298400, 'day', 'salary', 73, 0, 0),
(11237, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579471200, 'day', 'salary', 74, 0, 0),
(11238, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579557600, 'day', 'salary', 75, 0, 0),
(11239, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579644000, 'day', 'salary', 76, 0, 0),
(11240, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579730400, 'day', 'salary', 77, 0, 0),
(11241, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579816800, 'day', 'salary', 78, 0, 0),
(11242, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579903200, 'day', 'salary', 79, 0, 0),
(11243, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580076000, 'day', 'salary', 80, 0, 0),
(11244, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580162400, 'day', 'salary', 81, 0, 0),
(11245, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580248800, 'day', 'salary', 82, 0, 0),
(11246, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580335200, 'day', 'salary', 83, 0, 0),
(11247, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580421600, 'day', 'salary', 84, 0, 0),
(11248, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580508000, 'day', 'salary', 85, 0, 0),
(11249, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580680800, 'day', 'salary', 86, 0, 0),
(11250, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580767200, 'day', 'salary', 87, 0, 0),
(11251, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580853600, 'day', 'salary', 88, 0, 0),
(11252, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580940000, 'day', 'salary', 89, 0, 0),
(11253, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581026400, 'day', 'salary', 90, 0, 0),
(11254, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581112800, 'day', 'salary', 91, 0, 0),
(11255, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581285600, 'day', 'salary', 92, 0, 0),
(11256, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581372000, 'day', 'salary', 93, 0, 0),
(11257, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581458400, 'day', 'salary', 94, 0, 0),
(11258, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581544800, 'day', 'salary', 95, 0, 0),
(11259, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581631200, 'day', 'salary', 96, 0, 0),
(11260, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581717600, 'day', 'salary', 97, 0, 0),
(11261, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581890400, 'day', 'salary', 98, 0, 0),
(11262, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581976800, 'day', 'salary', 99, 0, 0),
(11263, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582063200, 'day', 'salary', 100, 0, 0),
(11264, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582149600, 'day', 'salary', 101, 0, 0),
(11265, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582236000, 'day', 'salary', 102, 0, 0),
(11266, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582322400, 'day', 'salary', 103, 0, 0),
(11267, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582495200, 'day', 'salary', 104, 0, 0),
(11268, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582581600, 'day', 'salary', 105, 0, 0),
(11269, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582668000, 'day', 'salary', 106, 0, 0),
(11270, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582754400, 'day', 'salary', 107, 0, 0),
(11271, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582840800, 'day', 'salary', 108, 0, 0),
(11272, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582927200, 'day', 'salary', 109, 0, 0),
(11273, 954.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583100000, 'day', 'salary', 110, 0, 0),
(11274, 954.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583186400, 'day', 'salary', 111, 0, 0),
(11275, 954.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583272800, 'day', 'salary', 112, 0, 0),
(11276, 954.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583359200, 'day', 'salary', 113, 0, 0),
(11277, 954.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583445600, 'day', 'salary', 114, 0, 0),
(11278, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577829600, 'day', 'salary', 115, 0, 0),
(11279, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577916000, 'day', 'salary', 116, 0, 0),
(11280, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578002400, 'day', 'salary', 117, 0, 0),
(11281, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578088800, 'day', 'salary', 118, 0, 0),
(11282, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578261600, 'day', 'salary', 119, 0, 0),
(11283, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578348000, 'day', 'salary', 120, 0, 0),
(11284, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578434400, 'day', 'salary', 121, 0, 0),
(11285, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578520800, 'day', 'salary', 122, 0, 0),
(11286, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578607200, 'day', 'salary', 123, 0, 0),
(11287, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578693600, 'day', 'salary', 124, 0, 0),
(11288, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578866400, 'day', 'salary', 125, 0, 0),
(11289, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578952800, 'day', 'salary', 126, 0, 0),
(11290, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579039200, 'day', 'salary', 127, 0, 0),
(11291, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579125600, 'day', 'salary', 128, 0, 0),
(11292, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579212000, 'day', 'salary', 129, 0, 0),
(11293, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579298400, 'day', 'salary', 130, 0, 0),
(11294, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579471200, 'day', 'salary', 131, 0, 0),
(11295, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579557600, 'day', 'salary', 132, 0, 0),
(11296, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579644000, 'day', 'salary', 133, 0, 0),
(11297, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579730400, 'day', 'salary', 134, 0, 0),
(11298, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579816800, 'day', 'salary', 135, 0, 0),
(11299, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579903200, 'day', 'salary', 136, 0, 0),
(11300, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580076000, 'day', 'salary', 137, 0, 0),
(11301, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580162400, 'day', 'salary', 138, 0, 0),
(11302, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580248800, 'day', 'salary', 139, 0, 0),
(11303, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580335200, 'day', 'salary', 140, 0, 0),
(11304, 434.78, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580421600, 'day', 'salary', 141, 0, 0),
(11305, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580508000, 'day', 'salary', 142, 0, 0),
(11306, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580680800, 'day', 'salary', 143, 0, 0),
(11307, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580767200, 'day', 'salary', 144, 0, 0),
(11308, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580853600, 'day', 'salary', 145, 0, 0),
(11309, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580940000, 'day', 'salary', 146, 0, 0),
(11310, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581026400, 'day', 'salary', 147, 0, 0),
(11311, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581112800, 'day', 'salary', 148, 0, 0),
(11312, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581285600, 'day', 'salary', 149, 0, 0),
(11313, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581372000, 'day', 'salary', 150, 0, 0),
(11314, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581458400, 'day', 'salary', 151, 0, 0),
(11315, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581544800, 'day', 'salary', 152, 0, 0),
(11316, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581631200, 'day', 'salary', 153, 0, 0),
(11317, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581717600, 'day', 'salary', 154, 0, 0),
(11318, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581890400, 'day', 'salary', 155, 0, 0),
(11319, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581976800, 'day', 'salary', 156, 0, 0),
(11320, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582063200, 'day', 'salary', 157, 0, 0),
(11321, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582149600, 'day', 'salary', 158, 0, 0),
(11322, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582236000, 'day', 'salary', 159, 0, 0),
(11323, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582322400, 'day', 'salary', 160, 0, 0),
(11324, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582495200, 'day', 'salary', 161, 0, 0),
(11325, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582581600, 'day', 'salary', 162, 0, 0),
(11326, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582668000, 'day', 'salary', 163, 0, 0),
(11327, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582754400, 'day', 'salary', 164, 0, 0),
(11328, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582840800, 'day', 'salary', 165, 0, 0),
(11329, 500.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582927200, 'day', 'salary', 166, 0, 0),
(11330, 454.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583100000, 'day', 'salary', 167, 0, 0),
(11331, 454.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583186400, 'day', 'salary', 168, 0, 0),
(11332, 454.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583272800, 'day', 'salary', 169, 0, 0),
(11333, 454.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583359200, 'day', 'salary', 170, 0, 0),
(11334, 454.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583445600, 'day', 'salary', 171, 0, 0),
(11335, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577829600, 'day', 'salary', 172, 0, 0),
(11336, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577916000, 'day', 'salary', 173, 0, 0),
(11337, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578002400, 'day', 'salary', 174, 0, 0),
(11338, 0.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578088800, 'day', 'salary', 175, 0, 0),
(11339, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578261600, 'day', 'salary', 176, 0, 0),
(11340, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578348000, 'day', 'salary', 177, 0, 0),
(11341, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578434400, 'day', 'salary', 178, 0, 0),
(11342, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578520800, 'day', 'salary', 179, 0, 0),
(11343, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578607200, 'day', 'salary', 180, 0, 0),
(11344, 0.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578693600, 'day', 'salary', 181, 0, 0),
(11345, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578866400, 'day', 'salary', 182, 0, 0),
(11346, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578952800, 'day', 'salary', 183, 0, 0),
(11347, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579039200, 'day', 'salary', 184, 0, 0),
(11348, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579125600, 'day', 'salary', 185, 0, 0),
(11349, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579212000, 'day', 'salary', 186, 0, 0),
(11350, 0.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579298400, 'day', 'salary', 187, 0, 0),
(11351, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579471200, 'day', 'salary', 188, 0, 0),
(11352, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579557600, 'day', 'salary', 189, 0, 0),
(11353, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579644000, 'day', 'salary', 190, 0, 0),
(11354, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579730400, 'day', 'salary', 191, 0, 0),
(11355, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579816800, 'day', 'salary', 192, 0, 0),
(11356, 0.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579903200, 'day', 'salary', 193, 0, 0),
(11357, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580076000, 'day', 'salary', 194, 0, 0),
(11358, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580162400, 'day', 'salary', 195, 0, 0),
(11359, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580248800, 'day', 'salary', 196, 0, 0),
(11360, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580335200, 'day', 'salary', 197, 0, 0),
(11361, 913.04, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580421600, 'day', 'salary', 198, 0, 0),
(11362, 0.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580508000, 'day', 'salary', 199, 0, 0),
(11363, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580680800, 'day', 'salary', 200, 0, 0),
(11364, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580767200, 'day', 'salary', 201, 0, 0),
(11365, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580853600, 'day', 'salary', 202, 0, 0),
(11366, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580940000, 'day', 'salary', 203, 0, 0),
(11367, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581026400, 'day', 'salary', 204, 0, 0),
(11368, 0.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581112800, 'day', 'salary', 205, 0, 0),
(11369, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581285600, 'day', 'salary', 206, 0, 0),
(11370, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581372000, 'day', 'salary', 207, 0, 0),
(11371, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581458400, 'day', 'salary', 208, 0, 0),
(11372, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581544800, 'day', 'salary', 209, 0, 0),
(11373, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581631200, 'day', 'salary', 210, 0, 0),
(11374, 0.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581717600, 'day', 'salary', 211, 0, 0),
(11375, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581890400, 'day', 'salary', 212, 0, 0),
(11376, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581976800, 'day', 'salary', 213, 0, 0),
(11377, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582063200, 'day', 'salary', 214, 0, 0),
(11378, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582149600, 'day', 'salary', 215, 0, 0),
(11379, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582236000, 'day', 'salary', 216, 0, 0),
(11380, 0.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582322400, 'day', 'salary', 217, 0, 0),
(11381, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582495200, 'day', 'salary', 218, 0, 0),
(11382, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582581600, 'day', 'salary', 219, 0, 0),
(11383, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582668000, 'day', 'salary', 220, 0, 0),
(11384, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582754400, 'day', 'salary', 221, 0, 0),
(11385, 1050.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582840800, 'day', 'salary', 222, 0, 0),
(11386, 0.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582927200, 'day', 'salary', 223, 0, 0),
(11387, 954.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583100000, 'day', 'salary', 224, 0, 0),
(11388, 954.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583186400, 'day', 'salary', 225, 0, 0),
(11389, 954.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583272800, 'day', 'salary', 226, 0, 0),
(11390, 954.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583359200, 'day', 'salary', 227, 0, 0),
(11391, 954.55, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583445600, 'day', 'salary', 228, 0, 0),
(11392, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577829600, 'day', 'salary', 229, 0, 0),
(11393, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577916000, 'day', 'salary', 230, 0, 0),
(11394, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578002400, 'day', 'salary', 231, 0, 0),
(11395, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578088800, 'day', 'salary', 232, 0, 0),
(11396, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578261600, 'day', 'salary', 233, 0, 0),
(11397, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578348000, 'day', 'salary', 234, 0, 0),
(11398, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578434400, 'day', 'salary', 235, 0, 0),
(11399, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578520800, 'day', 'salary', 236, 0, 0),
(11400, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578607200, 'day', 'salary', 237, 0, 0),
(11401, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578693600, 'day', 'salary', 238, 0, 0),
(11402, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578866400, 'day', 'salary', 239, 0, 0),
(11403, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578952800, 'day', 'salary', 240, 0, 0),
(11404, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579039200, 'day', 'salary', 241, 0, 0),
(11405, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579125600, 'day', 'salary', 242, 0, 0),
(11406, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579212000, 'day', 'salary', 243, 0, 0),
(11407, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579298400, 'day', 'salary', 244, 0, 0),
(11408, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579471200, 'day', 'salary', 245, 0, 0),
(11409, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579557600, 'day', 'salary', 246, 0, 0),
(11410, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579644000, 'day', 'salary', 247, 0, 0),
(11411, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579730400, 'day', 'salary', 248, 0, 0),
(11412, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579816800, 'day', 'salary', 249, 0, 0),
(11413, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579903200, 'day', 'salary', 250, 0, 0),
(11414, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580076000, 'day', 'salary', 251, 0, 0),
(11415, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580162400, 'day', 'salary', 252, 0, 0),
(11416, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580248800, 'day', 'salary', 253, 0, 0),
(11417, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580335200, 'day', 'salary', 254, 0, 0),
(11418, 260.87, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580421600, 'day', 'salary', 255, 0, 0),
(11419, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580508000, 'day', 'salary', 256, 0, 0),
(11420, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580680800, 'day', 'salary', 257, 0, 0),
(11421, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580767200, 'day', 'salary', 258, 0, 0),
(11422, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580853600, 'day', 'salary', 259, 0, 0),
(11423, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580940000, 'day', 'salary', 260, 0, 0),
(11424, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581026400, 'day', 'salary', 261, 0, 0),
(11425, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581112800, 'day', 'salary', 262, 0, 0),
(11426, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581285600, 'day', 'salary', 263, 0, 0),
(11427, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581372000, 'day', 'salary', 264, 0, 0),
(11428, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581458400, 'day', 'salary', 265, 0, 0),
(11429, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581544800, 'day', 'salary', 266, 0, 0),
(11430, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581631200, 'day', 'salary', 267, 0, 0),
(11431, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581717600, 'day', 'salary', 268, 0, 0),
(11432, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581890400, 'day', 'salary', 269, 0, 0),
(11433, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581976800, 'day', 'salary', 270, 0, 0),
(11434, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582063200, 'day', 'salary', 271, 0, 0),
(11435, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582149600, 'day', 'salary', 272, 0, 0),
(11436, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582236000, 'day', 'salary', 273, 0, 0),
(11437, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582322400, 'day', 'salary', 274, 0, 0),
(11438, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582495200, 'day', 'salary', 275, 0, 0),
(11439, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582581600, 'day', 'salary', 276, 0, 0),
(11440, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582668000, 'day', 'salary', 277, 0, 0),
(11441, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582754400, 'day', 'salary', 278, 0, 0),
(11442, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582840800, 'day', 'salary', 279, 0, 0),
(11443, 300.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582927200, 'day', 'salary', 280, 0, 0),
(11444, 272.73, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583100000, 'day', 'salary', 281, 0, 0),
(11445, 272.73, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583186400, 'day', 'salary', 282, 0, 0),
(11446, 272.73, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583272800, 'day', 'salary', 283, 0, 0),
(11447, 272.73, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583359200, 'day', 'salary', 284, 0, 0),
(11448, 272.73, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583445600, 'day', 'salary', 285, 0, 0),
(11449, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577829600, 'day', 'salary', 286, 0, 0),
(11450, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577916000, 'day', 'salary', 287, 0, 0),
(11451, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578002400, 'day', 'salary', 288, 0, 0),
(11452, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578088800, 'day', 'salary', 289, 0, 0),
(11453, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578261600, 'day', 'salary', 290, 0, 0),
(11454, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578348000, 'day', 'salary', 291, 0, 0),
(11455, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578434400, 'day', 'salary', 292, 0, 0),
(11456, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578520800, 'day', 'salary', 293, 0, 0),
(11457, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578607200, 'day', 'salary', 294, 0, 0),
(11458, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578693600, 'day', 'salary', 295, 0, 0),
(11459, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578866400, 'day', 'salary', 296, 0, 0),
(11460, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578952800, 'day', 'salary', 297, 0, 0),
(11461, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579039200, 'day', 'salary', 298, 0, 0),
(11462, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579125600, 'day', 'salary', 299, 0, 0),
(11463, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579212000, 'day', 'salary', 300, 0, 0),
(11464, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579298400, 'day', 'salary', 301, 0, 0),
(11465, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579471200, 'day', 'salary', 302, 0, 0),
(11466, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579557600, 'day', 'salary', 303, 0, 0),
(11467, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579644000, 'day', 'salary', 304, 0, 0),
(11468, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579730400, 'day', 'salary', 305, 0, 0),
(11469, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579816800, 'day', 'salary', 306, 0, 0),
(11470, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579903200, 'day', 'salary', 307, 0, 0),
(11471, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580076000, 'day', 'salary', 308, 0, 0),
(11472, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580162400, 'day', 'salary', 309, 0, 0),
(11473, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580248800, 'day', 'salary', 310, 0, 0),
(11474, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580335200, 'day', 'salary', 311, 0, 0),
(11475, 347.83, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580421600, 'day', 'salary', 312, 0, 0),
(11476, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580508000, 'day', 'salary', 313, 0, 0),
(11477, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580680800, 'day', 'salary', 314, 0, 0),
(11478, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580767200, 'day', 'salary', 315, 0, 0),
(11479, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580853600, 'day', 'salary', 316, 0, 0),
(11480, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580940000, 'day', 'salary', 317, 0, 0),
(11481, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581026400, 'day', 'salary', 318, 0, 0),
(11482, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581112800, 'day', 'salary', 319, 0, 0),
(11483, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581285600, 'day', 'salary', 320, 0, 0),
(11484, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581372000, 'day', 'salary', 321, 0, 0),
(11485, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581458400, 'day', 'salary', 322, 0, 0),
(11486, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581544800, 'day', 'salary', 323, 0, 0),
(11487, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581631200, 'day', 'salary', 324, 0, 0),
(11488, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581717600, 'day', 'salary', 325, 0, 0),
(11489, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581890400, 'day', 'salary', 326, 0, 0),
(11490, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581976800, 'day', 'salary', 327, 0, 0),
(11491, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582063200, 'day', 'salary', 328, 0, 0),
(11492, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582149600, 'day', 'salary', 329, 0, 0),
(11493, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582236000, 'day', 'salary', 330, 0, 0),
(11494, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582322400, 'day', 'salary', 331, 0, 0),
(11495, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582495200, 'day', 'salary', 332, 0, 0),
(11496, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582581600, 'day', 'salary', 333, 0, 0),
(11497, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582668000, 'day', 'salary', 334, 0, 0),
(11498, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582754400, 'day', 'salary', 335, 0, 0),
(11499, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582840800, 'day', 'salary', 336, 0, 0),
(11500, 400.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582927200, 'day', 'salary', 337, 0, 0),
(11501, 363.64, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583100000, 'day', 'salary', 338, 0, 0),
(11502, 363.64, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583186400, 'day', 'salary', 339, 0, 0),
(11503, 363.64, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583272800, 'day', 'salary', 340, 0, 0),
(11504, 363.64, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583359200, 'day', 'salary', 341, 0, 0),
(11505, 363.64, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583445600, 'day', 'salary', 342, 0, 0),
(11506, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577829600, 'day', 'salary', 343, 0, 0),
(11507, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577916000, 'day', 'salary', 344, 0, 0),
(11508, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578002400, 'day', 'salary', 345, 0, 0),
(11509, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578088800, 'day', 'salary', 346, 0, 0),
(11510, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578261600, 'day', 'salary', 347, 0, 0),
(11511, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578348000, 'day', 'salary', 348, 0, 0),
(11512, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578434400, 'day', 'salary', 349, 0, 0),
(11513, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578520800, 'day', 'salary', 350, 0, 0),
(11514, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578607200, 'day', 'salary', 351, 0, 0),
(11515, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578693600, 'day', 'salary', 352, 0, 0),
(11516, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578866400, 'day', 'salary', 353, 0, 0),
(11517, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578952800, 'day', 'salary', 354, 0, 0),
(11518, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579039200, 'day', 'salary', 355, 0, 0),
(11519, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579125600, 'day', 'salary', 356, 0, 0),
(11520, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579212000, 'day', 'salary', 357, 0, 0),
(11521, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579298400, 'day', 'salary', 358, 0, 0),
(11522, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579471200, 'day', 'salary', 359, 0, 0),
(11523, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579557600, 'day', 'salary', 360, 0, 0),
(11524, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579644000, 'day', 'salary', 361, 0, 0),
(11525, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579730400, 'day', 'salary', 362, 0, 0),
(11526, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579816800, 'day', 'salary', 363, 0, 0),
(11527, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579903200, 'day', 'salary', 364, 0, 0),
(11528, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580076000, 'day', 'salary', 365, 0, 0),
(11529, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580162400, 'day', 'salary', 366, 0, 0),
(11530, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580248800, 'day', 'salary', 367, 0, 0),
(11531, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580335200, 'day', 'salary', 368, 0, 0),
(11532, 407.41, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580421600, 'day', 'salary', 369, 0, 0),
(11533, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580508000, 'day', 'salary', 370, 0, 0),
(11534, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580680800, 'day', 'salary', 371, 0, 0),
(11535, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580767200, 'day', 'salary', 372, 0, 0),
(11536, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580853600, 'day', 'salary', 373, 0, 0),
(11537, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580940000, 'day', 'salary', 374, 0, 0),
(11538, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581026400, 'day', 'salary', 375, 0, 0),
(11539, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581112800, 'day', 'salary', 376, 0, 0),
(11540, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581285600, 'day', 'salary', 377, 0, 0),
(11541, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581372000, 'day', 'salary', 378, 0, 0),
(11542, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581458400, 'day', 'salary', 379, 0, 0),
(11543, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581544800, 'day', 'salary', 380, 0, 0),
(11544, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581631200, 'day', 'salary', 381, 0, 0),
(11545, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581717600, 'day', 'salary', 382, 0, 0),
(11546, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581890400, 'day', 'salary', 383, 0, 0),
(11547, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1581976800, 'day', 'salary', 384, 0, 0),
(11548, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582063200, 'day', 'salary', 385, 0, 0),
(11549, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582149600, 'day', 'salary', 386, 0, 0),
(11550, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582236000, 'day', 'salary', 387, 0, 0),
(11551, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582322400, 'day', 'salary', 388, 0, 0),
(11552, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582495200, 'day', 'salary', 389, 0, 0),
(11553, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582581600, 'day', 'salary', 390, 0, 0),
(11554, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582668000, 'day', 'salary', 391, 0, 0),
(11555, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582754400, 'day', 'salary', 392, 0, 0),
(11556, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582840800, 'day', 'salary', 393, 0, 0),
(11557, 440.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1582927200, 'day', 'salary', 394, 0, 0),
(11558, 423.08, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583100000, 'day', 'salary', 395, 0, 0),
(11559, 423.08, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583186400, 'day', 'salary', 396, 0, 0),
(11560, 423.08, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583272800, 'day', 'salary', 397, 0, 0),
(11561, 423.08, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583359200, 'day', 'salary', 398, 0, 0),
(11562, 423.08, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1583445600, 'day', 'salary', 399, 0, 0),
(11563, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577829600, 'day', 'salary', 400, 0, 0),
(11564, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1577916000, 'day', 'salary', 401, 0, 0),
(11565, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578002400, 'day', 'salary', 402, 0, 0),
(11566, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578088800, 'day', 'salary', 403, 0, 0),
(11567, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578261600, 'day', 'salary', 404, 0, 0),
(11568, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578348000, 'day', 'salary', 405, 0, 0),
(11569, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578434400, 'day', 'salary', 406, 0, 0),
(11570, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578520800, 'day', 'salary', 407, 0, 0),
(11571, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578607200, 'day', 'salary', 408, 0, 0),
(11572, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578693600, 'day', 'salary', 409, 0, 0),
(11573, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578866400, 'day', 'salary', 410, 0, 0),
(11574, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1578952800, 'day', 'salary', 411, 0, 0),
(11575, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579039200, 'day', 'salary', 412, 0, 0),
(11576, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579125600, 'day', 'salary', 413, 0, 0),
(11577, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579212000, 'day', 'salary', 414, 0, 0),
(11578, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579298400, 'day', 'salary', 415, 0, 0),
(11579, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579471200, 'day', 'salary', 416, 0, 0),
(11580, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579557600, 'day', 'salary', 417, 0, 0),
(11581, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579644000, 'day', 'salary', 418, 0, 0),
(11582, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579730400, 'day', 'salary', 419, 0, 0),
(11583, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579816800, 'day', 'salary', 420, 0, 0),
(11584, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1579903200, 'day', 'salary', 421, 0, 0),
(11585, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580076000, 'day', 'salary', 422, 0, 0),
(11586, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580162400, 'day', 'salary', 423, 0, 0),
(11587, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580248800, 'day', 'salary', 424, 0, 0),
(11588, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580335200, 'day', 'salary', 425, 0, 0),
(11589, 652.17, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580421600, 'day', 'salary', 426, 0, 0),
(11590, 750.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580508000, 'day', 'salary', 427, 0, 0),
(11591, 750.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580680800, 'day', 'salary', 428, 0, 0),
(11592, 750.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580767200, 'day', 'salary', 429, 0, 0),
(11593, 750.00, 'UAH', 'credit', 0, 0, 0, 'Нарахування зп за день', 1580853600, 'day', 'salary', 430, 0, 0);

-- --------------------------------------------------------

--
-- Структура таблиці `fin_applications`
--

CREATE TABLE `fin_applications` (
  `id` int(10) NOT NULL,
  `author_id` int(10) NOT NULL,
  `department_id` int(10) NOT NULL,
  `date` int(11) NOT NULL,
  `date_for` int(11) NOT NULL,
  `amount` int(10) NOT NULL,
  `director_comment` text NOT NULL,
  `currency` varchar(10) NOT NULL,
  `type_id` int(10) NOT NULL,
  `project_id` int(11) NOT NULL,
  `product` varchar(100) NOT NULL,
  `article_id` int(10) NOT NULL,
  `situation` varchar(255) NOT NULL,
  `urgently` int(11) NOT NULL,
  `data` text NOT NULL,
  `decision` varchar(100) NOT NULL,
  `status_id` int(11) NOT NULL,
  `category` varchar(1) NOT NULL DEFAULT 'B',
  `order_files` varchar(255) NOT NULL,
  `order_names` varchar(255) NOT NULL,
  `base_app_id` int(11) NOT NULL,
  `source` varchar(30) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_applications`
--

INSERT INTO `fin_applications` (`id`, `author_id`, `department_id`, `date`, `date_for`, `amount`, `director_comment`, `currency`, `type_id`, `project_id`, `product`, `article_id`, `situation`, `urgently`, `data`, `decision`, `status_id`, `category`, `order_files`, `order_names`, `base_app_id`, `source`) VALUES
(227, 2, 1, 1582964631, 1581285600, 26840, '0', 'UAH', 1, 0, 'Бочковые насосы', 3, 'Нужны бочковые насосы', 0, 'Нужны бочковые насосы 2 пары', 'Виплатити', 5, 'A', '', '', 0, ''),
(228, 2, 1, 1582964756, 1581285600, 19325, '0', 'UAH', 1, 0, 'Пояса нагрева', 3, 'Нужны пояса нагрева', 0, 'Заказ пояса нагрева 4 шт + под бочки 2 шт', 'Виплатити', 5, 'A', '', '', 0, ''),
(229, 2, 4, 1582964909, 1586247255, 4000, 'оьшьшоь', 'UAH', 1, 0, 'Клининг офис', 9, 'Клининг офис', 0, 'Клининг в офисе и на складе\r\n Заявка просрочена на 12.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Виплатити', 7, 'A', '', '', 0, ''),
(230, 2, 4, 1582965081, 1586242638, 5000, '0', 'UAH', 1, 0, 'Офисные расходы', 11, 'Офисные расходы', 0, 'Офисные расходы разные (чай, кофе)\r\n Заявка просрочена на 12.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Виплатити', 7, 'A', '', '', 0, ''),
(231, 2, 10, 1582966259, 1581544800, 400, '0', 'UAH', 1, 0, 'Реклама ФБ', 52, 'Реклама ФБ', 0, ' Реклама ФБРеклама ФБ', 'Виплатити', 5, 'A', '', '', 0, ''),
(232, 2, 1, 1582966373, 1581631200, 75320, '0', 'UAH', 1, 0, 'Выплата кредита', 63, 'Выплата кредита', 0, 'Выплата кредита ломбард ', 'Виплатити', 5, 'A', '', '', 0, ''),
(24, 6, 5, 1578663351, 1578895200, 3000, '', 'UAH', 2, 0, 'оплата телефонии', 11, 'ежемесячная оплата телефонии', 0, 'ежемесячно мы платим за телефонию ,  платим и в этом , чтоб  звонить могли. мы платим по одной тысяче гривен на каждый оператор,  максимально детально  описал ', 'нужно  платить', 5, 'B', '', '', 0, ''),
(25, 2, 1, 1578663522, 1578636000, 1900, '', 'UAH', 2, 0, 'миксер для крутилки', 3, 'Нужен миксер для Франчайзи', 0, 'тут треба макс. описати товар. \r\nцукопдцуокепьжыкеьиджкеиждокежрождыаоищжлцуержплцедпь цждкупцждупл ждцупжцдуле дцоупджй ждпмйжедждпждопук', 'Виплатити', 5, 'B', '', '', 0, ''),
(26, 3, 8, 1578663523, 1578895200, 4088, '', 'UAH', 1, 0, 'Работа по услуге проект Днепр', 13, 'Выполнял работу помощником оператора на объекте Днепр в декабре, остаток к выплате 4088грн', 0, 'в таблице гугл диск операторы юлрйтивашгдфукршгпруКГШЫВОПРМЖЩуцыВПМЩШ.ЛФУТВА.ДИОМтыВЮЯДОМТПЮЩЫАОМТщдцлюТПмщдултм.лЫОМТЮшдЫрмлт.сшдЛуомт.ДлФО', 'выплатить', 5, 'B', '', '', 0, ''),
(27, 6, 5, 1578663776, 1580833955, 54620, '', 'UAH', 1, 0, 'ОПЛАТА ЗП', 13, 'треба їсти ', 0, 'максимально детально описую  ситуацію.  треба платити за квартиру,  треба щось  їсти   і треба там за комунальні всі діла,  як ще детальніше,  а ще 13 числа прийдуть 2 голодні роти і почнуть виносити мозок мені за гроші,  ми всі знаємо , що максимально лояльно і з розумінням відношусь  до всього,  а от роти не дуже   і кажуть  що несвоєчасна оплата заважає  їм працювати\r\n Заявка просрочена на 13.01.2020 і перенесена автоматично на 04.02.2020', 'платимо ? та!', 5, 'B', '', '', 0, ''),
(28, 5, 10, 1578663862, 1578895200, 1000, '', 'UAH', 1, 0, 'Пополнение баланса OLX', 5, 'Привлечение новых людов', 0, 'Публикация новых обьявлений и реклама существующих\r\n\r\n', 'Оплатить', 5, 'B', '', '', 0, ''),
(29, 6, 5, 1578663923, 1578895200, 1500, '', 'UAH', 2, 0, 'мікроволновка', 7, 'холодно а кушать нужно  теплую еду', 0, 'считаю,  что хорошая идея иметь микроволновку  , чтоб  могли греть еду на базе в холодную погоду и не только ', 'купить', 5, 'B', '', '', 0, ''),
(30, 5, 10, 1581499822, 1579240800, 125, '', 'UAH', 1, 0, 'Пополнение мобильного счёта Vodafone', 13, 'Для связи с подрядчиками, коллегами, организаторами', 0, 'Пополнение мобильного счёта Vodafone, для связи с подрядчиками, коллегами, организаторами', 'Оплатить', 5, 'B', '', '', 0, ''),
(31, 5, 10, 1578664442, 1580836798, 200, '', 'UAH', 1, 0, 'Создание баннера для Тернополь. франчайзи', 5, 'Редактирование баннера для прицепа для тернопольского франчайзи', 0, 'Создали баннер, нужно оплатить дизайнеру\r\n Заявка просрочена на 13.01.2020 і перенесена автоматично на 04.02.2020', 'Оплатить', 5, 'B', '', '', 0, ''),
(32, 2, 4, 1580907894, 1578722400, 8520, '', 'UAH', 1, 0, 'Проценты по кредиту', 10, 'проценты по кредиту', 0, 'Подошел срок оплаты процентов по кредиту, по-этому необходимо выплатить 11.01 денежные средства в размере 8520грн', 'Виплатити', 5, 'B', '', '', 0, ''),
(33, 7, 1, 1578905375, 1579240800, 2200, '', 'UAH', 2, 0, 'Масло GRACO 10шт.', 3, 'Продажа оборудования, выдача на обекты, росходний материал ', 0, 'Остаток на производстве 3шт. Будет здача оборудования в январе!', 'Нужно выделить!', 5, 'B', '', '', 0, ''),
(34, 7, 1, 1578907812, 1579240800, 3000, '', 'UAH', 3, 0, 'Пистолет для смазки GRACO 10шт', 3, 'Нету на производстве!', 0, 'Будет сдача оборудования в январе! в том числе  и Франшизия ', 'Нужно выделить!', 5, 'B', '', '', 0, ''),
(35, 7, 1, 1578908270, 1579240800, 3300, '', 'UAH', 2, 0, 'Шланг пожарный 200м.', 3, 'Сборка шлангов высокого давления!', 0, 'Сдача оборудования в январе, сборка аппаратов в Белорусию!', 'Нужно выделить!', 5, 'B', '', '', 0, ''),
(36, 7, 1, 1578908554, 1579240800, 6500, '', 'UAH', 3, 0, 'Утеплитель на шланги выс. давления 600м.', 3, 'Сборка шлангов высокого давления! нету на производстве', 0, 'Сдача аппаратов в январе. Сборка оборудования на Белорусию!', 'Нужно выделить!', 5, 'B', '', '', 0, ''),
(37, 5, 10, 1578909872, 1580834129, 150, '', 'USD', 1, 0, 'Создание лендинга энергоаудит', 5, 'Для запуска направления энергоаудит был создан подрядчиком лендинг', 0, 'Стояла задача до 13.01 создать лендинг по энергоаудиту, для её решения привлёк человека на создание данного лендинга. \r\n Заявка просрочена на 15.01.2020 і перенесена автоматично на 04.02.2020', 'Оплатить', 5, 'B', '', '', 0, ''),
(130, 5, 10, 1580802099, 1580796000, 300, '', 'UAH', 1, 0, 'Подписка Tilda(лендинги) на месяц', 5, 'Активация подписки для использования сервиса Tilda', 0, 'Для того, что бы использовать лендинги, на наш аккаунт необходимо продлить подписку на месяц.', 'Оплатить', 5, 'A', '', '', 0, ''),
(39, 5, 10, 1580915917, 1586263659, 5000, '', 'UAH', 1, 0, 'Аванс за ведение SMM', 5, 'Для ведения социальных сетей компании', 0, 'Все задачи прописаны по данной ссылке https://docs.google.com/spreadsheets/d/18-bWTJdn5zZQ1iymbz0kj23Fh-7SZmIEMarWskwbVqk/edit#gid=226623899\r\n Заявка просрочена на 15.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(150, 5, 10, 1580921861, 1580968800, 3100, '', 'UAH', 1, 0, 'Оплата SMM январь', 5, 'Ежедневное ведение соц. сетей, помощь с дизайнами, фильтрация подписчиков', 0, 'За неделю было сделано по 3 поста в FB/Insta с дизайнами фото и редакцией видео, отредактирована вакансия МПП с публикацией с раздел \"вакансии FB\", создание КП по оборудованию, редактирование текста для ютуб видео.', 'Оплатить', 5, 'A', '', '', 0, ''),
(54, 10, 1, 1578999354, 1579500000, 150, '', 'UAH', 1, 0, 'Заправка картриджу для принтера', 11, 'Картридж майже пустий, друк не якісний.', 0, 'Потрібна заправка картриджу для офісного принтеру. ', 'Заправити картридж, для можливості друку документів.', 5, 'B', '', '', 0, ''),
(100, 5, 10, 1581678992, 1582622563, 4999, '', 'UAH', 2, 0, 'Пополнение рекламного баланса OLX.', 5, 'Публикация новый и реклама существующих объявлений', 0, 'Пополнение рекламного баланса OLX для публикаций новых и реклама существующих объявлений\r\n Заявка просрочена на 06.02.2020 і перенесена автоматично на 25.02.2020', 'Оплатить', 5, 'A', '', '', 0, ''),
(149, 5, 10, 1580916074, 1585658746, 7500, '', 'UAH', 1, 0, 'Выплата ЗП за ведение SMM', 5, 'Для ведения социальных сетей компании', 0, 'Все задачи прописаны по данной ссылке https://docs.google.com/spreadsheets/d/18-bWTJdn5zZQ1iymbz0kj23Fh-7SZmIEMarWskwbVqk/edit#gid=226623899\r\n Заявка просрочена на 05.03.2020 і перенесена автоматично на 17.03.2020\r\n Заявка просрочена на 17.03.2020 і перенесена автоматично на 31.03.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(43, 7, 1, 1578918099, 1579240800, 4400, '', 'UAH', 4, 0, 'Колёса 8шт', 3, 'Сборка аппаратов с5000 2шт. с10000 2шт. с19000 1шт.', 0, 'Сдача аппаратов в январе. в том числе и Белорусия', 'Нужно выделить!', 5, 'B', '', '', 0, ''),
(44, 7, 1, 1578919078, 1579240800, 5500, '', 'UAH', 2, 0, 'Высокое давление ', 3, 'Не хватает для для сборки 3-х. аппаратов ', 0, 'Кран выс. давления 2шт. Манометер 250бар 4шт. 160бар 2шт.   Фитинги, шайбы, заглушки.', 'Нужно выделить!', 5, 'B', '', '', 0, ''),
(45, 7, 1, 1578923487, 1579240800, 6600, '', 'UAH', 2, 0, 'Електрика ВЛАДАВИТ ГРУП', 3, 'Сборка аппаратов с5000 2шт. с10000 2шт. с19000 1шт.', 0, 'Сборка и выдача аппаратов до конца января. собрать 3 аппарата на Белорусию', 'Нужно выделить!', 5, 'B', '', '', 0, ''),
(99, 7, 1, 1580213210, 1580842389, 1900, '', 'UAH', 2, 0, 'Миксер для компонентов', 3, 'Сборка аппарата 19000 Франшиза', 0, 'Выдача (сдача) аппарата 19000 в конце января\r\n Заявка просрочена на 28.01.2020 і перенесена автоматично на 04.02.2020', 'Оплатить срочно', 5, 'A', '', '', 0, ''),
(47, 7, 1, 1578924918, 1579240800, 9000, '', 'UAH', 2, 0, 'Трансформатор 5шт.', 3, 'Сборка аппаратов с5000 2шт. с10000 2шт. с19000 1шт.', 0, 'Сдача и сборка аппаратов до конца января! в том числе и Белорусия ', 'Нужно выделить!', 5, 'B', '', '', 0, ''),
(48, 7, 1, 1578925142, 1579240800, 3000, '', 'UAH', 1, 0, 'Юность росходники ', 3, 'Сборка аппаратов с5000 2шт. с10000 2шт. с19000 1шт.', 0, 'Покупка разных материалов таких как фум ленты, ХОМУТЫ , краны и т.д.', 'Нужно выделить!', 5, 'B', '', '', 0, ''),
(49, 2, 4, 1578986983, 1578981600, 24911, '', 'UAH', 2, 0, 'Оплата за консультанта отдела продаж', 16, 'Нужно оплатить за услуги', 0, 'Нужно оплатить за услуги\r\nдлфыовалдофыдлоадлофывдлжвоадлфоыджлваодлфыождавл', 'Виплатити', 5, 'B', '', '', 0, ''),
(50, 3, 8, 1578990603, 1582644601, 3400, '', 'UAH', 1, 0, 'Замена масла и фильтров мерседес и пежо', 15, 'Приоритет А', 0, 'арпорпорлодл0-98шгеквачмсчмитьлбдъхз0щшгнеувапсрмиролджъхзщшорпм Заявка просрочена на 14.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020', 'выдать', 5, 'B', '', '', 0, ''),
(52, 3, 8, 1578992474, 1582637322, 17682, '', 'UAH', 1, 0, 'остаток зп Тарасу16682 + Тишкину 970', 13, 'Декабрьская зп', 0, 'апролоджоенкнншгщздж.юьбю ьбмисчвыкуе5ег7шпщрзд.юб ич\r\n Заявка просрочена на 14.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020', 'выдать', 5, 'B', '', '', 0, ''),
(53, 4, 6, 1580491263, 1586269949, 625, '', 'UAH', 1, 0, 'книга оргесхема Висоцького', 16, 'Хочу ознайомитися з системою побудови оргструктури', 0, 'Хочу ознайомитися з системою побудови оргструктури, щоб добудувати систему в компанії, вистроїти мотивації і т.д\r\n Заявка просрочена на 15.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'купити книгу Оргсхема', 1, 'B', '[\"/uploads/1580491260/c-directions-2-362x400.jpg\"]', '', 0, ''),
(56, 5, 10, 1579168469, 1579154400, 599, '', 'UAH', 2, 0, 'Публикация вакансий менеджер по-продажам на rabota.ua', 5, 'По запросу директора ОП/ОМ Давыденко Натальи необходимы новые продавцы', 0, 'Выставил счёт на имейл:  srudenkos@gmail.com', 'Оплатить', 5, 'B', '', '', 0, ''),
(57, 5, 10, 1579168844, 1579154400, 20000, '', 'UAH', 2, 0, 'Оплата подрядчиков по запуску гугл рекламы', 5, 'Запуск настройки гугл рекламы, для привлечения целевых клиентов', 0, 'Подрядчики ADWservice по запуску гугл рекламы для привлечения целевых лидов ', 'Оплатить', 5, 'B', '', '', 0, ''),
(58, 4, 10, 1579180452, 1577944800, 1235, '', 'UAH', 1, 0, 'оплата боргу по рекламі фб', 5, 'підрядники не відключили рекламу, прийшов рахунок від фб', 0, 'підрядники не відключили рекламу, прийшов рахунок від фб', 'оплатити борг', 5, 'B', '', '', 0, ''),
(59, 4, 6, 1579262066, 1586260054, 200, '', 'USD', 1, 0, 'ліцензія на програмне забезпечення на рік', 4, 'закінчилася ліцензія ', 0, 'Для програмування використовується програмне забезпечення, яке називається PhpStorm. 17.01 закінчилася ліцензія і тепер програму по таймеру виключає кожні пів години, що значно сповільнює розробку.\r\n Заявка просрочена на 17.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатити ліцензію', 3, 'B', '', '', 0, ''),
(60, 3, 8, 1579263164, 1586247928, 4000, '', 'UAH', 1, 0, 'поточні витрати', 16, 'часто виникають непередбачувані витрати і потрібно мати на це бюджет', 0, 'часто виникають непередбачувані витрати і потрібно мати на це бюджет. Ставимо умовно 4000\r\n Заявка просрочена на 18.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'видати 4000', 7, 'B', '', '', 0, ''),
(226, 2, 4, 1582964541, 1581285600, 8480, '0', 'UAH', 1, 0, 'Кредит Митсубиси', 63, 'проценты по кредиту', 0, 'Проценты по кредиту Митсубиси', 'Виплатити', 5, 'A', '', '', 0, ''),
(62, 2, 4, 1579278132, 1580827642, 20000, '', 'UAH', 1, 0, 'зп сотрудникам', 13, 'выдать всем по 1000грн', 0, 'нужда заставиласимстмижлдюботдлбьм  жпэ\r\nх=54щъдапт\r\nЭЮЭЬ \r\n Заявка просрочена на 17.01.2020 і перенесена автоматично на 04.02.2020', 'Виплатити', 5, 'B', '', '', 0, ''),
(223, 2, 10, 1582963889, 1581285600, 500, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'ЗП Прилипко ', 0, 'ЗП Прилипко ЗП Прилипко ', 'Виплатити', 5, 'A', '', '', 0, ''),
(224, 2, 3, 1582963993, 1581285600, 500, '0', 'UAH', 1, 0, 'Заправка Митсубиси', 36, 'Заправка Митсубиси', 0, 'Заправка Митсубиси Заправка Митсубиси', 'Виплатити', 5, 'A', '', '', 0, ''),
(225, 2, 4, 1582964256, 1581458400, 180620, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'зп сотрудникам', 0, '11945	Кондратовец П.М. ЗП\r\n9200	Кондратовец В.М ЗП\r\n4580	Паляница ЗП\r\n11650	Смолянинов Вячеслав\r\n3725	Кондратовец под проект\r\n5280	Гершуненко\r\n10900	Король\r\n12400	Качан Александр ЗП\r\n5230	Цвилий\r\n4900	Дахно ЗП\r\n3100	Войтенко\r\n9100	Прилипко\r\n17080	Вдовиченко\r\n24400	Наташа\r\n24400	Оксана\r\n8920	Калюжный ЗП\r\n8930	Мацук ЗП\r\n4880	Руденко ЗП\r\n\r\n', 'Виплатити', 5, 'A', '', '', 0, ''),
(68, 3, 8, 1579521943, 1586260959, 5000, '', 'UAH', 1, 0, 'На поточные расходы автотранспорта', 15, 'часто виникають  витрати і потрібно мати на це бюджет', 0, 'Заправка audi и другие расходы на транспортные\r\n Заявка просрочена на 20.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'выдать', 7, 'B', '', '', 0, ''),
(69, 3, 8, 1579522238, 1582642988, 24670, '', 'UAH', 1, 0, 'зароботная плата', 13, 'Должны были выдать зарплаты но не сталось', 0, 'Должны были выдать зарплаты но не сталось\r\n Заявка просрочена на 05.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020', 'выдать', 5, 'B', '', '', 0, ''),
(70, 4, 4, 1579522406, 1586250865, 2180, 'Тест2', 'USD', 1, 0, 'повернення боргу Черних Олегу', 10, 'Просрочена віддача Олегу боргу', 0, '5.06 в Черних Олега взято в борг 10000 доларів під процент. Частина ( 5000) автомобілем, решта готівкою. На даний момент з суми віддано 2500 доларів\r\n\r\n Заявка просрочена на 20.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'віддати борг', 1, 'B', '', '', 0, ''),
(221, 2, 4, 1582963699, 1585064444, 25000, '0', 'UAH', 1, 0, 'Проценты по кредиту', 63, 'проценты по кредиту', 0, 'Проценты кредит ломбард\r\n Заявка просрочена на 28.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020', 'Виплатити', 5, 'A', '', '', 0, ''),
(222, 2, 5, 1582963824, 1581285600, 500, '0', 'UAH', 1, 0, 'зп сотрудникам', 35, 'ЗП Качан ЗП Качан', 0, 'ЗП Качан аванс ЗП Качан', 'Виплатити', 5, 'A', '', '', 0, ''),
(216, 2, 10, 1582962875, 1582754400, 2400, '0', 'UAH', 1, 0, 'Обучение Гугл', 5, 'Обучение Гугл', 0, 'Обучение Гугл Обучение Гугл', 'Виплатити', 5, 'A', '', '', 0, ''),
(217, 2, 1, 1582962954, 1580076000, 7449, '0', 'UAH', 1, 58, 'Реклама Прицеп', 3, 'Реклама Прицеп', 0, 'Реклама Прицеп Реклама Прицеп', 'Виплатити', 5, 'A', '', '', 0, ''),
(219, 2, 1, 1582963435, 1580680800, 1000, '0', 'UAH', 1, 0, 'Андрей Бондар под проект', 14, 'Андрей Бондар под проект', 0, 'Андрей Бондар под проект', 'Виплатити', 5, 'A', '', '', 0, ''),
(220, 2, 1, 1582963620, 1580853600, 54250, '0', 'UAH', 1, 0, 'Выкуп Ломбард', 63, 'Выкуп Ломбард', 0, 'Выкуп Ломбард Выкуп Ломбард', 'Виплатити', 5, 'A', '', '', 0, ''),
(67, 3, 8, 1579519068, 1580849888, 400, '', 'UAH', 1, 0, 'Звонки с клиентами', 17, 'звонки по телефону', 0, 'Я использую три номера для работы !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!1\r\n Заявка просрочена на 13.01.2020 і перенесена автоматично на 04.02.2020', 'выдать', 5, 'B', '', '', 0, ''),
(72, 4, 4, 1579522828, 1586242121, 6000, '', 'USD', 1, 0, 'повернення боргу Сінютіним', 10, 'Взято в борг в Сінютіних', 0, 'Взято в борг в Сінютіних 6000 доларів, з процентом 8000 грн в місяць\r\n Заявка просрочена на 25.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'повернути борг', 1, 'B', '', '', 0, ''),
(73, 4, 4, 1579523064, 1586926800, 10500, '', 'USD', 1, 0, 'Повернення франшизи Руслану', 10, 'потрібно повернути Руслану вартість франшизи', 0, 'Руслан Шмигельський купив у нас франшизу. А потім відмовився від неї перейшовши в розряд інвестора. Повертати домовилися по 1700доларів в місяць, але ці умови можуть бути переглянуті.\r\nЧастина уже виплачена, остаток 10500', 'віддати вартість франшизи', 1, 'B', '', '', 0, ''),
(74, 4, 4, 1579523243, 1586926800, 39000, '', 'USD', 1, 0, 'повернення готівкового боргу Руслану', 10, 'Потрібно повернути борг Руслану', 0, 'В Руслана Шмигельського взято в борг 110 000 доларів під 4 проценти в місяць. З них 39000 готівкою.', 'віддати борг', 1, 'B', '', '', 0, ''),
(75, 4, 4, 1579523616, 1586263390, 1100, 'вісівсвс', 'USD', 1, 0, 'борг TAK A SHO', 10, 'Не оплатили повну вартість послуг для маркетингового агенства', 0, 'Не оплатили повну вартість послуг для маркетингового агенства. Загальна сума боргу була 1600 доларів, остаток на даний момент 1100 доларів\r\n Заявка просрочена на 21.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'віддати борг', 1, 'B', '', '', 0, ''),
(76, 2, 4, 1579524540, 1578636000, 30544, '', 'UAH', 1, 0, 'оплата оренди території', 8, 'щомісячна оплата оренди', 0, 'щомісячна оплата оренди\r\nчастина нал і безнал', 'оплатити оренду', 5, 'A', '', '', 0, ''),
(77, 5, 10, 1579537487, 1580843103, 2400, '', 'UAH', 1, 0, 'Оплата курса по контекстной рекламе', 5, 'В связи с тем, что оплатил ранее консультацию Михаилу по маркетингу', 0, '28.11 было выделено 5000грн на оплату курса по Гуглу(контекстная реклама) с которых уплатил 2600грн 9.12, а 6.12 было принято решение о повторной консультации по маркетингу и с денег выделенных на курс была оплачена данная консультация. Заявку не подал раньше, так вылетело, что курс оплатил не полностью и мне напомнили, что есть долг.\r\n Заявка просрочена на 24.01.2020 і перенесена автоматично на 04.02.2020', 'Оплатить', 5, 'A', '', '', 0, ''),
(78, 5, 10, 1579537863, 1578636000, 2400, '', 'UAH', 1, 0, 'Оплата консультации маркетинг', 5, 'Для корректного создания ТЗ по контекстной и таргет рекламе ', 0, 'Директором ОП и ОМ Н. Давыденко была назначена консультация для составления правильного ТЗ для подрядчиков, состоялась консультация 25.12', 'Оплатить', 5, 'A', '', '', 0, ''),
(79, 7, 1, 1579613215, 1580821398, 9598, '', 'UAH', 2, 0, 'Высокое давление ', 3, 'Сборка аппаратов с5000 2шт. с10000 2шт. с19000 1шт. ', 0, 'Нужно для сборки аппаратов в том числе и ФРАНШИЗИЯ!!!\r\n Заявка просрочена на 21.01.2020 і перенесена автоматично на 04.02.2020', 'Нужно выделить!', 5, 'A', '', '', 0, ''),
(80, 10, 1, 1579615706, 1579672800, 6931, '', 'UAH', 2, 0, 'Додаткове обладнання для франшизі', 3, 'Закупка для франшизі', 0, 'Закупка для франшизі (Леруа Марлен).\r\nПрохання прибрати мінімальну кількість символів для \"обов.язково заповнених\" полей.', 'Оплата', 5, 'A', '[\"/uploads/1579615553/EST_№002507577.xlsx\"]', '', 0, ''),
(81, 10, 1, 1579615931, 1579672800, 2858, '', 'UAH', 1, 0, 'Додаткове обладнання для франшизі', 3, 'Закупка для франшизі', 0, 'Додатке обладнання для франшизі (Леруа Марлен) ', 'Оплата', 5, 'A', '[\"/uploads/1579615872/EST_№004179863.xlsx\"]', '', 0, ''),
(82, 10, 2, 1579618302, 1579672800, 2300, '', 'UAH', 1, 0, 'Безпровідні електронні ваги', 3, 'Закупка для франшизі', 0, 'Безпровідні електронні ваги\r\nЗакупка для франшизі', 'Оплата', 5, 'A', '', '', 0, ''),
(83, 10, 1, 1579618453, 1579672800, 14000, '', 'UAH', 2, 0, 'Товар, компрессор', 3, 'Компрессор згідно замовлення клієнту (для апарату S-6000 з баками)', 0, 'Компрессор miol 81-194 . Для апарату S-6000. \r\nрахунок на сумму 13249, але не відомо скільки буде коштувати доставка. тому записав сумму побільше', 'Цікаве питання. Клієнт вже вніс гроші за це. Купити компрессор і видати його клієнту. ', 5, 'A', '[\"/uploads/1579618448/рахунок 1100.xls\"]', '', 0, ''),
(84, 10, 1, 1579682184, 1579672800, 3539, '', 'UAH', 2, 0, 'Комбінезон захисний 4532+, р.XL Рукавички мод.HOUSTON,бавовна,,неповне нітрилове покр.синього кольор', 3, 'Закупка для франшизі', 0, 'Закупка для видачі франшизи + щоб було в наявності на виробнитстві.', 'Оплата', 5, 'A', '[\"/uploads/1579682114/Счёт №304 от 22.01.20 (1).pdf\"]', '', 0, ''),
(85, 10, 2, 1579773441, 1579845600, 1865, '', 'UAH', 2, 0, 'Костюми для франшизі', 3, 'Закупка для франшизі', 0, 'Закупка для франшизі:\r\nКостюми для франшизі', 'Оплата', 5, 'A', '[\"/uploads/1579773402/Счет 945.xls\"]', '', 0, ''),
(86, 7, 1, 1579775819, 1582621172, 17120, '', 'UAH', 3, 0, 'Насосы, Проточные нагреватели, мешалка ', 3, 'Сборка аппарата 19000 Франшизия ', 0, 'Сдача аппарата 19000 франшизия г.Тернополь в конце Января.\r\n Заявка просрочена на 23.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020', 'Оплатить', 5, 'A', '', '', 0, ''),
(87, 10, 1, 1579789558, 1579586400, 3286, '', 'UAH', 2, 0, 'Додаткове обладнання для франшизі. DNIPRO-M', 3, 'Закупка для франшизі', 0, 'Закупка для франшизі:\r\nДодаткове обладнання для франшизі. DNIPRO-M', 'Оплата', 5, 'A', '[\"/uploads/1579789492/изображение_viber_2020-01-17_13-06-08.jpg\"]', '', 0, ''),
(88, 10, 1, 1579789752, 1579240800, 1700, '', 'UAH', 2, 0, 'Тачка для перевезення бочок з компонентами', 3, 'Закупка для франшизі', 0, 'Закупка для франшизі:\r\nТачка для перевезення бочок з компонентами', 'Оплата', 5, 'A', '[\"/uploads/1579789727/Рахунок 288.jpg\"]', '', 0, ''),
(94, 5, 10, 1580199441, 1580822795, 6000, '', 'UAH', 2, 0, 'Пополнение рекламного бюджета Гугл', 5, 'Пополнение нового аккаунта для запуска рекламы гугл', 0, 'Подрядчики АДВсервис создали новый аккаунт для рекламы, мы пополняем данный аккаунт напрямую, без посредников\r\n Заявка просрочена на 30.01.2020 і перенесена автоматично на 04.02.2020', 'Оплатить', 5, 'A', '', '', 0, ''),
(91, 7, 1, 1580123210, 1580104800, 1132, '', 'UAH', 2, 0, 'Регулятор давления МеталВорк  1шт.', 3, 'Сборка аппарата 19000 Франшиза', 0, 'Сборка и сдача аппарата 19000 в конце января ', 'Оплатить', 5, 'A', '[\"/uploads/1580123208/№ 154 от 27 января 2020 г..pdf\"]', '', 0, ''),
(92, 5, 10, 1580127455, 1580849653, 6600, '', 'UAH', 1, 0, 'Пополнение рекламного бюджета Гугл', 5, 'Пополнение на рекламный аккаунт, который ведет Беббрендинг', 0, 'Для безпрерывной работы гугл рекламы, до запуска нашего нового аккаунта необходимо пополнить рекламный бюджет на аккаунт Веббрендинг, который приносит заявки. \r\n Заявка просрочена на 27.01.2020 і перенесена автоматично на 04.02.2020', 'Оплатить', 5, 'A', '', '', 0, ''),
(95, 6, 5, 1580199827, 1582619512, 1000, '', 'UAH', 4, 0, 'оплата сип конектора', 17, 'раз  пол  года мы оплачиваем сип коннектор он оплачен до 01.02.2020', 0, 'без  оплаты сип коннектора не будет работать телефония  никто  никуда не позвонит и не ответит на входящий \r\n Заявка просрочена на 01.02.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020', 'платимо ', 5, 'A', '', '', 0, ''),
(96, 6, 5, 1580200068, 1586250565, 500, '', 'UAH', 1, 0, 'вода помпа', 11, 'имидж! бегать  по  воду со скважини? это наше здоровье в первую очередь!!! нужна бутылированная вода', 0, 'нужно  закупить воды и куллера с попмой для 2 этажей и раз  в 2 недели докупать  воду чистую  питьевую для себя и своего здоровья,  мы воду еженедельно ходим покупаем с отделом маркетинга в магазине,  продавцы ходят  воду берут  со скважини( качесвто воды не понятное) завтра кто-то отравиться и будет говорить что  водой со скважини ...\r\n Заявка просрочена на 01.02.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'купить воду ', 1, 'A', '', '', 0, ''),
(97, 6, 5, 1580200517, 1582630999, 1200, '', 'UAH', 1, 0, 'папки физические', 11, '10  папок синих  больших для документов', 0, 'на 2020 год  нужно  10 папок для дрркументов на фоп и тов\r\n Заявка просрочена на 01.02.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020', 'купить папки ', 5, 'A', '', '', 0, ''),
(114, 4, 1, 1580489139, 1580796000, 1000, '', 'UAH', 1, 1, 'Тестовий товар ', 3, 'Тестовий товар Тестовий товар ', 0, 'Тестовий товар Тестовий товар Тестовий товар Тестовий товар \r\n Заявка просрочена на 30.01.2020 і перенесена автоматично на 04.02.2020', 'Тестовий товар Тестовий товар 2222', 5, 'A', '', '', 0, ''),
(115, 3, 8, 1580905084, 1580796000, 498, '', 'UAH', 1, 0, 'отделитель восковый', 11, 'НУЖНО КУПИТЬ ОТДЕЛИТЕЛЬ ДЛЯ ИЗГОТОВЛЕНИЯ образцов', 0, 'Образцы от клиента Николаевича 3 детали из пластика и силикона, просят изготовить по образцам из полимочивины. \r\n Заявка просрочена на 29.01.2020 і перенесена автоматично на 04.02.2020', 'выдать', 5, 'A', '', '', 0, ''),
(116, 10, 1, 1580292650, 1580364000, 10940, '', 'UAH', 1, 0, 'Додаткове обладнання для франшизі, компрессор Miol 81-195 (500 л/хв)', 3, 'Закупка для франшизі', 0, 'Закупка для франшизі:\r\nкомпрессор Miol 81-195 (500 л/хв)', 'Видати денюжку, до 30.01.2020 (до 11:00), для того щоб оплатити при доставці', 5, 'A', '', '', 0, ''),
(117, 3, 8, 1580295541, 1586239826, 64000, '', 'UAH', 1, 0, 'оборудование энергоаудит', 11, 'начало действий нового направления', 0, 'https://docs.google.com/spreadsheets/d/1j_PFEj3OwtO8wP3HVpN5iPs4Pq_fy5-jFWB66QFU9J4/edit?usp=sharing\r\n Заявка просрочена на 01.01.2020 і перенесена автоматично на 04.02.2020\r\n Заявка просрочена на 04.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'выдать', 1, 'A', '[\"/uploads/1579468789/statements.xls\"]', '', 0, ''),
(138, 7, 1, 1580899870, 1580968800, 1216, '', 'UAH', 2, 0, 'Стрейч 12шт. на производство', 19, 'Нету на производстве!', 0, 'Нужно для упаковки оборудования!', 'Оплатить', 5, 'A', '[\"/uploads/1580899866/№ 1384 от 05 февраля 2020 г .XLS\"]', '', 0, ''),
(139, 10, 1, 1580906025, 1582645524, 450, '', 'UAH', 1, 0, 'Заправка картриджу для принтера на виробнитсві', 11, 'Закінчились чорнила для друку', 0, 'Заправка картриджу для принтера на виробнитсві:\r\nЗакінчились чорнила для друку\r\n Заявка просрочена на 07.02.2020 і перенесена автоматично на 25.02.2020', 'Потрібно виділити кошти для відновлення працездатності обладнання', 5, 'A', '', '', 0, ''),
(119, 10, 1, 1580972749, 1582178400, 1700, '', 'UAH', 2, 4, 'Тачка для перевезення бочок з компонентами', 3, 'Закупка під БІЗНЕС 2020 Start Profi', 0, 'Закупка під БІЗНЕС 2020 Start Profi:\r\nТачка для перевезення бочок з компонентами', 'Оплата', 5, 'A', '[\"/uploads/1580972744/Рисунок (380).jpg\",\"/uploads/1580972744/Рисунок (381).jpg\"]', '', 0, ''),
(120, 10, 1, 1580725940, 1582264800, 10200, '', 'UAH', 2, 4, 'Компрессор Летисс 500 л/хв', 3, 'Закупка для франшизі: компрессор Летисс 500 л/хв', 0, 'Закупка для франшизі: компрессор Летисс 500 л/хв.\r\nЕсли платить позже, будет другой счёт по другому курсу. \r\nПоставка 21.02', 'Оплата', 5, 'A', '[\"/uploads/1580725874/Документ_2020-02-03_003.jpg\"]', '', 0, ''),
(121, 10, 1, 1580906580, 1582264800, 19500, '', 'UAH', 2, 4, 'Компрессор летисс 750 л/хв', 3, 'Закупка для бизнес 2020: компрессор Летисс 750 л/хв', 0, 'Закупка для бизнес 2020: компрессор Летисс 750 л/хв', 'Оплата', 5, 'A', '', '', 0, ''),
(140, 4, 6, 1580907608, 1582042323, 500, '', 'UAH', 1, 0, 'виправлення багів в франчбуці', 19, 'не пускає користувача до розділів', 0, 'не пускає користувача до розділів - глючить меню і на озділах спрацьовує переадресація\r\n Заявка просрочена на 03.02.2020 і перенесена автоматично на 18.02.2020', 'найняти підрядника', 5, 'A', '', '', 0, ''),
(122, 2, 1, 1580749407, 1580796000, 43362, '', 'UAH', 2, 8, 'Шланги высокого давления', 3, 'Оплата долга за шланги ', 0, 'Нужно оплатить шланги высокого давления', 'Виплатити', 5, 'A', '[\"/uploads/1580749402/рах. 4.xls\",\"/uploads/1580749402/рах. 6.xls\",\"/uploads/1580749402/рах. №5.xls\"]', '', 0, ''),
(123, 7, 1, 1580824215, 1580796000, 11970, '', 'UAH', 2, 0, 'Термопара 5шт', 3, 'Сборка аппарата S9000m', 0, 'S9000m  нужно для сборки шлангов и+ запас  ', 'Оплатить', 5, 'A', '[\"/uploads/1580824210/Счет.jpg\"]', '', 0, ''),
(124, 3, 8, 1580734618, 1586239961, 10000, '', 'UAH', 1, 0, 'ABS на пежо (тормозная система)', 15, 'не тормозит правое переднее колесо, в случае гололёда опасность заноса при торможении.', 0, 'ABS на наш автомобиль  новый в размере 17000грн, Б/У 8000-10000. принято решение купить Б/У , будет целесообразней.\r\n Заявка просрочена на 05.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'выдать', 1, 'A', '', '', 0, ''),
(125, 7, 1, 1580736219, 1580796000, 1900, '', 'UAH', 2, 0, 'Миксер для компонентов', 3, 'Сборка аппарата S9000m', 0, 'Сборка и сдача аппарата 9000м 28февраля ', 'Оплатить', 5, 'A', '[\"/uploads/1580736128/№ 167 от 03 февраля 2020 г..xls\"]', '', 0, ''),
(126, 7, 1, 1580736382, 1580796000, 3480, '', 'UAH', 2, 0, 'Фильтр регулятор 3шт', 3, 'Сборка аппарата S9000m', 0, 'Сборка и сдача аппарата 9000м в 28февраля', 'Оплатить', 5, 'A', '[\"/uploads/1580736306/№ 540 от 03 февраля 2020 г..pdf\"]', '', 0, ''),
(127, 7, 1, 1580824094, 1580796000, 3150, '', 'UAH', 1, 0, 'Терморегулятор REX-c100', 3, 'Сборка аппарата S9000m', 0, 'Сборка аппарата 9000м + ящик контроля температуры. сдача в конце февраля!', 'Выделить для оплаты в отделении новой почты ', 5, 'A', '', '', 0, ''),
(128, 10, 1, 1580742026, 1582869600, 2400, '', 'UAH', 1, 4, 'Ваги 600 кг', 3, 'Закупка под бизнес 2020 ( весы)', 0, 'Закупка под бизнес 2020 ( весы) .\r\n2300 весы + 100 грн доставка', 'Оплата', 5, 'A', '', '', 0, ''),
(129, 5, 10, 1580801778, 1580882400, 165, '', 'UAH', 1, 0, 'Пополнение мобильного счёта Kyivstar', 17, 'Для связи с подрядчиками, коллегами, организаторами', 0, 'Пополнение мобильного счёта Kyivstar, для связи с подрядчиками, коллегами, организаторами. +380681918218', 'Оплатить', 5, 'A', '', '', 0, ''),
(131, 3, 9, 1580808284, 1580796000, 3804, '', 'UAH', 2, 0, 'счёт в леруа , мат в домик на производстве', 14, 'Ремонт домик на производстве', 0, 'Нужно привести в порядок своё имущество', 'выдать', 5, 'A', '', '', 0, ''),
(135, 4, 6, 1580835425, 1582642484, 1000, '', 'UAH', 1, 0, 'підрядчик для перенесення статтей в франчбук', 7, 'Владом і Стасом написані статті ', 0, 'Владом і Стасом написані статті в гугл документах, треба їх всіх оперативно перенести в франчбук\r\n Заявка просрочена на 05.02.2020 і перенесена автоматично на 25.02.2020', 'найняти підрядника', 5, 'A', '', '', 0, ''),
(133, 2, 1, 1580833301, 1580796000, 1925, '', 'UAH', 2, 0, 'Шланги высокого давления', 3, 'Нужно погасить долг', 0, 'Давали шланги в долг нужно погасить', 'Виплатити', 5, 'A', '[\"/uploads/1580833292/_№ 833 от 28 января 2020 г .XLS\",\"/uploads/1580833292/_№ 1044 от 03 февраля 2020 г .XLS\"]', '', 0, ''),
(134, 2, 5, 1580833655, 1580796000, 3300, '', 'UAH', 3, 0, 'Настройка битрикс', 4, 'Оплата Битрикс24', 0, 'Налаштування процесу роботи з лідами в CRM', 'Виплатити', 5, 'A', '[\"/uploads/1580833498/Рахунок_№_2_від_31_01_2020_Економбуд.pdf\"]', '', 0, ''),
(136, 4, 1, 1580842365, 1589864400, 3598, '', 'UAH', 1, 4, 'Комплектуючі для проекту s9000 Харків', 3, 'На складі недостатньо деталей', 0, 'На складі недостатньо деталей:<br/>Шланг пожарнй 30 метров(487.53 грн) - 1 шт(487.53грн) <br/>Гровер М12(1.00 грн) - 4 шт(4грн) <br/>Болт М12 50 мм нижний(11.28 грн) - 4 шт(45.12грн) <br/>Шайба М12(1.64 грн) - 4 шт(6.56грн) <br/>Шайба М 20 на колеса(18.00 грн) - 2 шт(36грн) <br/>Саморезы по металлу 3 мм(1.80 грн) - 10 шт(18грн) <br/>Гайка М8(1.11 грн) - 4 шт(4.44грн) <br/>Шайба медная под термопару(0.51 грн) - 4 шт(2.04грн) <br/>Шайба высокого давления 1/2(30.05 грн) - 8 шт(240.4грн) <br/>Шайба высокого давления 3/8(13.44 грн) - 4 шт(53.76грн) <br/>Терморегулятор REX-100(900.00 грн) - 3 шт(2700грн) <br/>', 'Закупити необхідні деталі', 5, 'A', 'Закупити необхідні деталі', '', 0, ''),
(137, 4, 1, 1580843040, 1582642623, 3598, '', 'UAH', 1, 4, 'Комплектуючі для проекту s9000 Харків', 3, 'На складі недостатньо деталей', 0, 'На складі недостатньо деталей для завершення проекту s9000 Харків:<br/>Шланг пожарнй 30 метров(487.53 грн) - 1 шт(487.53грн) <br/>Гровер М12(1.00 грн) - 4 шт(4грн) <br/>Болт М12 50 мм нижний(11.28 грн) - 4 шт(45.12грн) <br/>Шайба М12(1.64 грн) - 4 шт(6.56грн) <br/>Шайба М 20 на колеса(18.00 грн) - 2 шт(36грн) <br/>Саморезы по металлу 3 мм(1.80 грн) - 10 шт(18грн) <br/>Гайка М8(1.11 грн) - 4 шт(4.44грн) <br/>Шайба медная под термопару(0.51 грн) - 4 шт(2.04грн) <br/>Шайба высокого давления 1/2(30.05 грн) - 8 шт(240.4грн) <br/>Шайба высокого давления 3/8(13.44 грн) - 4 шт(53.76грн) <br/>Терморегулятор REX-100(900.00 грн) - 3 шт(2700грн) <br/><br/> Загальна сума - 3597.85грн<br/>Дата старту проекту - 24.01.2020\r\n Заявка просрочена на 24.01.2020 і перенесена автоматично на 11.02.2020\r\n Заявка просрочена на 11.02.2020 і перенесена автоматично на 25.02.2020', 'Закупити необхідні деталі', 5, 'A', '', '', 0, ''),
(141, 2, 4, 1580998145, 1581055200, 17114, '', 'UAH', 2, 0, 'Оплата оренда помещений', 8, 'Оренда територии', 0, 'Оплата оренды територии На ТОВ\r\nФирма Укррембудсервис', 'Виплатити', 5, 'A', '', '', 0, ''),
(142, 2, 4, 1581154952, 1581055200, 14750, '', 'UAH', 1, 0, 'Оплата оренда помещений', 8, 'Оренда територии', 0, 'Нужно оплатить за оренду територии форма2', 'Виплатити', 5, 'A', '', '', 0, ''),
(143, 2, 4, 1580909006, 1581141600, 1000, '', 'UAH', 1, 0, 'Клининг офис', 9, 'Клининг офис', 0, 'Оплата Клининг офис для Татьяны Михайловны', 'Виплатити', 5, 'A', '', '', 0, ''),
(144, 2, 4, 1580909427, 1586248915, 4500, '', 'UAH', 1, 0, 'обслуговування офісної техніки', 11, 'обслуговування офісної техніки', 0, 'обслуговування офісної техніки\r\n Заявка просрочена на 10.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Виплатити', 7, 'A', '', '', 0, ''),
(145, 2, 4, 1580909578, 1586249426, 20000, '', 'UAH', 1, 0, 'транспорт', 15, 'транспорт компанії + сервіс', 0, 'транспорт компанії ( місячний бюджет )  + сервіс\r\n Заявка просрочена на 29.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'виплачувати', 7, 'A', '', '', 0, ''),
(146, 2, 4, 1580909720, 1586248259, 3000, '', 'UAH', 1, 0, 'Юридические услуги', 6, 'Юридические услуги', 0, 'Юридические услуги Юридические услуги\r\n Заявка просрочена на 17.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Виплатити', 1, 'A', '', '', 0, ''),
(147, 2, 4, 1580909886, 1585645415, 10000, '', 'UAH', 1, 0, 'Инвестиции в склад и офис', 7, 'Инвестиции в склад и офис', 0, 'Инвестиции в склад и офис\r\n Заявка просрочена на 21.02.2020 і перенесена автоматично на 03.03.2020\r\n Заявка просрочена на 03.03.2020 і перенесена автоматично на 17.03.2020\r\n Заявка просрочена на 17.03.2020 і перенесена автоматично на 31.03.2020', 'Виплатити', 7, 'A', '', '', 0, ''),
(148, 4, 1, 1580912537, 1583224089, 3598, '', 'UAH', 1, 4, 'Комплектуючі для проекту s9000 Харків', 3, 'На складі недостатньо деталей', 0, 'На складі недостатньо деталей для завершення проекту s9000 Харків:<br/>Шланг пожарнй 30 метров(487.53 грн) - 1 шт(487.53грн) <br/>Гровер М12(1.00 грн) - 4 шт(4грн) <br/>Болт М12 50 мм нижний(11.28 грн) - 4 шт(45.12грн) <br/>Шайба М12(1.64 грн) - 4 шт(6.56грн) <br/>Шайба М 20 на колеса(18.00 грн) - 2 шт(36грн) <br/>Саморезы по металлу 3 мм(1.80 грн) - 10 шт(18грн) <br/>Гайка М8(1.11 грн) - 4 шт(4.44грн) <br/>Шайба медная под термопару(0.51 грн) - 4 шт(2.04грн) <br/>Шайба высокого давления 1/2(30.05 грн) - 8 шт(240.4грн) <br/>Шайба высокого давления 3/8(13.44 грн) - 4 шт(53.76грн) <br/>Терморегулятор REX-100(900.00 грн) - 3 шт(2700грн) <br/><br/> Загальна сума - 3597.85грн<br/>Дата старту проекту - 24.01.2020\r\n Заявка просрочена на 24.01.2020 і перенесена автоматично на 18.02.2020\r\n Заявка просрочена на 18.02.2020 і перенесена автоматично на 03.03.2020', 'Закупити необхідні деталі', 5, 'A', '', '', 0, ''),
(151, 5, 10, 1580922549, 1582631011, 15000, '', 'UAH', 1, 0, 'Оплата подрядчиков по запуску гугл рекламы', 5, 'Оплата услуг по настройке и запуску рекламы в гугл', 0, 'Оплата за второй месяц предоставления услуг по настройке и запуску гугл рекламы \r\n Заявка просрочена на 16.02.2020 і перенесена автоматично на 25.02.2020', 'Оплатить', 5, 'A', '', '', 0, ''),
(152, 5, 10, 1580922906, 1586256863, 18000, '', 'UAH', 1, 0, 'Рекламный бюджет FB/INsta', 5, 'Для продвижения публикаций и лидогенерации', 0, 'Рекламный бюджет FB/INsta для продвижения публикаций и лидогенерации\r\n Заявка просрочена на 10.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 7, 'A', '', '', 0, ''),
(153, 5, 10, 1581679012, 1586260251, 2000, '', 'UAH', 2, 0, 'пополнение рекламного баланса PROM', 5, 'Для активного запуска рекламных компаний ', 0, 'пополнение рекламного баланса PROM для активного запуска рекламных компаний \r\n Заявка просрочена на 07.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(154, 2, 1, 1580996894, 1580968800, 4050, '', 'UAH', 2, 0, 'Дрова для отопления', 7, 'Нужно дрова для отопления', 0, 'Нужно дрова для отопления', 'Виплатити', 5, 'A', '', '', 0, ''),
(155, 2, 1, 1581000362, 1580968800, 300, '', 'UAH', 1, 0, 'Собаки', 19, 'Собаки хотят кушать', 0, 'Собаки хотят кушать. згнлрлорлорлорло', 'Виплатити', 5, 'A', '', '', 0, ''),
(156, 2, 5, 1581157137, 1578549600, 7000, '', 'UAH', 1, 0, 'зп сотрудникам', 13, 'зп сотрудникам', 0, 'зп сотрудникамзп сотрудникамзп сотрудникамзп сотрудникам', 'Виплатити', 5, 'A', '', '', 0, ''),
(157, 6, 5, 1581331191, 1582623367, 1200, '', 'UAH', 4, 0, 'сип коннектор', 11, 'срок действия истекает по сип коннектору сип коонектор нужен для  осуществления звонков', 0, 'нужно  подключить сип коннектор на 6  месяцев,  для того, чтоб  можно  было  зарабатывать  денюжку,  детям на мороженное,  на процветание компании,  \r\n Заявка просрочена на 12.02.2020 і перенесена автоматично на 25.02.2020', 'отплатить срочно', 5, 'A', '', '', 0, ''),
(158, 5, 10, 1581499996, 1582640768, 300, '', 'UAH', 1, 0, 'Оплата макета прицепа', 5, 'Создан баннер для нашего прицепа', 0, 'Отредактирован прицеп для нашего прицепа, изменили номера и сделаю корректировку для формата печати\r\n\r\nОплатил со своей карты \r\n\r\nСкрин оплаты приложил \r\n Заявка просрочена на 11.02.2020 і перенесена автоматично на 25.02.2020', 'Оплатить', 5, 'A', '', '', 0, ''),
(161, 5, 10, 1581504585, 1586243576, 15289, '', 'UAH', 2, 0, 'Участие в выставке KyivBuild 18-20.02.2020', 5, '11.02 было утверждено участие в выставке', 0, 'Для активного запуска продаж в 2020 важно взять участие в этой выставке, что бы привлечь внимание к себе и получить новых лидов на проработку отделу продаж.\r\n Заявка просрочена на 17.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(159, 4, 4, 1581445124, 1586242667, 250000, '', 'UAH', 1, 0, 'Зп по компанії', 13, 'Зп по компанії за січень', 0, 'Зп по компанії за січень, загальна заявка для всіх\r\n Заявка просрочена на 12.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Виплатити', 7, 'A', '', '', 0, ''),
(160, 4, 4, 1581446431, 1581400800, 20000, '', 'UAH', 1, 0, 'Не класифіковані витрати сс', 19, 'Некласифіковані витрати сс', 0, 'Сс не зручно на ходу шукати всі заявки, тому він списує все сюди, а потім можна розподіляти', 'Виплатити', 5, 'A', '', '', 0, ''),
(162, 5, 10, 1581679040, 1586267876, 599, '', 'UAH', 2, 0, 'Выставление новых вакансий ', 5, 'Поступил запрос об открытии вакансии конструктора', 0, 'Публикация вакансии конструктора\r\n Заявка просрочена на 14.02.2020 і перенесена автоматично на 25.02.2020\r\n Заявка просрочена на 25.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(163, 3, 8, 1581929507, 1582631601, 2000, '', 'UAH', 1, 0, 'Командировка в Кривой Рог', 12, 'Командировка в Кривой Рог на Дизельный завод по тендеру', 0, 'Командировка в Кривой Рог на Дизельный завод по тендеру\r\n Заявка просрочена на 17.02.2020 і перенесена автоматично на 25.02.2020', 'выдать', 5, 'A', '', '', 0, ''),
(165, 7, 1, 1581948790, 1581890400, 3901, '', 'UAH', 2, 0, 'Масло индустреальное (ПРОМЫВОЧНОЕ)', 19, 'Нету на производстве!', 0, 'Нету на производстве, Оплату произвели!', 'Оплачено!', 5, 'A', '', '', 0, ''),
(166, 7, 1, 1581949041, 1582640681, 2400, '', 'UAH', 1, 0, 'Весы 600кг.', 19, 'Весы на аппарат 2020.', 0, 'Весы на аппарат 2020.  Планируется сдача 21.02\r\n Заявка просрочена на 17.02.2020 і перенесена автоматично на 25.02.2020', 'Выделить для оплаты!', 5, 'A', '', '', 0, ''),
(167, 7, 1, 1582032973, 1585639165, 15000, '', 'UAH', 2, 0, 'Корпус S9000 (10000)', 3, 'Больше нету на складе!', 0, 'Была поставлена задача от руководства!\r\n Заявка просрочена на 19.02.2020 і перенесена автоматично на 03.03.2020\r\n Заявка просрочена на 03.03.2020 і перенесена автоматично на 17.03.2020\r\n Заявка просрочена на 17.03.2020 і перенесена автоматично на 31.03.2020', 'Оплатить', 1, 'A', '[\"/uploads/1582032852/190 графикс корпуса.xls\"]', '', 0, ''),
(168, 5, 10, 1582104747, 1585656541, 550, '', 'UAH', 1, 0, 'Создание дизайна листовки Бизнес 2020', 5, 'для предоставления информации создали дизайн листовки для печати ', 0, 'Через подрядчика создали дизайн листовки по бизнес 2020\r\n Заявка просрочена на 19.02.2020 і перенесена автоматично на 03.03.2020\r\n Заявка просрочена на 03.03.2020 і перенесена автоматично на 17.03.2020\r\n Заявка просрочена на 17.03.2020 і перенесена автоматично на 31.03.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(169, 5, 10, 1582104847, 1583238727, 500, '', 'UAH', 1, 0, 'Заправка Ровер', 15, 'Для перемещения по рабочим вопросам', 0, 'Организация выставки, поездки за материалами, транспортировка коллег\r\n Заявка просрочена на 19.02.2020 і перенесена автоматично на 03.03.2020', 'Оплатить', 5, 'A', '', '', 0, ''),
(170, 2, 1, 1582118543, 1582149600, 45, '', 'UAH', 1, 0, 'Тестовий товар для тесту телеграму', 4, 'Тестовий товар для тесту телеграму', 0, 'Тестовий товар для ntcneТестовий товар для ntcne', 'Тестовий товар для ntcne', 5, 'A', '', '', 0, ''),
(171, 4, 5, 1582185687, 1582149600, 1500, '', 'UAH', 1, 0, 'поповнення Київстару для відділу продаж', 17, 'закінчилися гроші на київстарі в відділі продаж', 0, 'закінчилися гроші на київстарі в відділі продаж, треба краще планувати', 'оплатити', 5, 'A', '', '', 0, ''),
(172, 7, 1, 1582192606, 1583222308, 31868, '', 'UAH', 2, 0, 'Компресор 380В и 220В', 19, 'Сдача аппарата 10000 бизнес 2020', 0, 'Сдача аппарата 10000 бизнес 2020\r\n Заявка просрочена на 20.02.2020 і перенесена автоматично на 03.03.2020', 'Оплатить срочно', 5, 'A', '[\"/uploads/1582192512/№ 472 від 05 лютого 2020 р.xls\",\"/uploads/1582192512/№ 473 від 05 лютого 2020 р.xls\"]', '', 0, ''),
(173, 7, 1, 1584028761, 1584396000, 11770, 'Оплатити 6000', 'UAH', 2, 0, 'Насосы, Проточные нагреватели, мешалка ', 3, 'Нету на производстве!', 0, 'Мешалка нужна на бизнес 2020.  насосы и прточные нагреватели на сборку аппарата\r\n Заявка просрочена на 24.02.2020 і перенесена автоматично на 03.03.2020\r\n Заявка просрочена на 03.03.2020 і перенесена автоматично на 17.03.2020', 'Оплатить', 5, 'A', '[\"/uploads/1584028675/счет_на_насосы24_02_2020 токарь.pdf\"]', ' № 24/02-2-2020', 0, ''),
(174, 7, 1, 1582547108, 1583221653, 1900, '', 'UAH', 2, 0, 'Миксер для компонентов', 3, 'Сдача аппарата 10000 бизнес 2020', 0, 'Миксер был продан, нужно изготовить новый!\r\n Заявка просрочена на 24.02.2020 і перенесена автоматично на 03.03.2020', 'Оплатить', 5, 'A', '[\"/uploads/1582547029/№ 266 от 24 февраля 2020 г..xls\"]', '', 0, ''),
(175, 5, 10, 1582618982, 1582581600, 6000, '', 'UAH', 2, 0, 'Пополнение рекламного бюджета Гугл', 5, 'Для работы рекламы в гугл ', 0, 'Пополнение бюджета для работы рекламы в гугл', 'Оплатить', 5, 'A', '', '', 0, ''),
(176, 7, 1, 1582627512, 1582840800, 200, '', 'UAH', 1, 0, 'Интернет', 17, 'Пополнение счета интернет ', 0, 'Пополнения счета интернет на компанию ЕКОНОМБУД УКРАИНА', 'Оплатить', 5, 'A', '', '', 0, ''),
(177, 6, 5, 1582636110, 1586245695, 10000, '', 'UAH', 1, 0, 'шумоизоляция', 11, 'шумно очень тяжело  работать ', 0, 'нужна шумоизоляция очень важно\r\n Заявка просрочена на 26.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'платимо ? та!', 1, 'A', '', '', 0, ''),
(251, 2, 4, 1582973088, 1582754400, 1000, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'зп сотрудникам', 0, 'Зп Бондар Андрей 1000', 'Виплатити', 5, 'A', '', '', 0, ''),
(252, 2, 4, 1582973156, 1582495200, 6000, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'зп сотрудникам', 0, 'ЗП Калюжный Владислав Иванович', 'Виплатити', 5, 'A', '', '', 0, '');
INSERT INTO `fin_applications` (`id`, `author_id`, `department_id`, `date`, `date_for`, `amount`, `director_comment`, `currency`, `type_id`, `project_id`, `product`, `article_id`, `situation`, `urgently`, `data`, `decision`, `status_id`, `category`, `order_files`, `order_names`, `base_app_id`, `source`) VALUES
(255, 2, 4, 1582992022, 1581372000, 1000, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'зп сотрудникам', 0, 'ЗП Бондар  ЗП Бондар ', 'Виплатити', 5, 'A', '', '', 0, ''),
(256, 5, 10, 1583136439, 1586256346, 12000, '0', 'UAH', 2, 0, 'Пополнение рекламного бюджета Гугл', 5, 'Реклама гугл, ютуб', 0, 'Для привлечения новых лидов\r\n Заявка просрочена на 02.03.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 6, 'A', '', '', 0, ''),
(179, 7, 1, 1582639210, 1582581600, 2000, '', 'UAH', 1, 0, 'Миксер для компонентов', 3, 'Сдача аппарата 10000 бизнес 2020', 0, 'Сдача аппарата 10000 бизнес 2020 . выделено С.С. на оплату наличными Токарю', 'Оплачено!', 5, 'A', '', '', 0, ''),
(253, 2, 10, 1582974573, 1582754400, 1000, '0', 'UAH', 1, 0, 'Реклама ФБ', 52, 'Реклама ФБ', 0, 'Реклама ФБ Прилипко Богдан', 'Виплатити', 5, 'A', '', '', 0, ''),
(254, 2, 4, 1582991553, 1582149600, 2400, '0', 'UAH', 1, 0, 'Весы 600кг', 3, 'Весы 600кг', 0, 'Весы 600кг Весы 600кг ', 'Виплатити', 5, 'A', '', '', 0, ''),
(181, 7, 1, 1582700470, 1583841221, 10181, '', 'UAH', 2, 0, 'Тен патронный 1кВт 12шт.', 3, 'Нету на производстве!', 0, 'Сборка аппаратов, всех модификаций!\r\n Заявка просрочена на 26.02.2020 і перенесена автоматично на 10.03.2020', 'Оплатить', 5, 'A', '[\"/uploads/1582700406/Экономбуд  Счет на оплату покупателю № 617 от 26 февраля 2020.pdf\"]', '', 0, ''),
(294, 7, 1, 1584005793, 1583964000, 200, '0', 'UAH', 1, 0, 'Бензин ', 14, 'Бензин для бензопелы', 0, 'Андрей Игоревич оплатил и дал Тарасу', 'Нужно выделить', 5, 'A', '', '', 0, ''),
(295, 3, 8, 1584016836, 1583964000, 180, '0', 'UAH', 2, 0, 'Карточки UPG', 36, 'Карточки UPG срочно', 1, 'Карточки UPG срочно  для подписания договора', 'Оплатить для оплаты заправок через ТОВ', 5, 'A', '[\"/uploads/1584016821/IMG_20200311_0008.pdf\"]', 'Рахунок N9 043-8451 ', 0, ''),
(183, 7, 9, 1582794577, 1583840856, 2932, '', 'UAH', 2, 0, 'Вёдра под компоненты', 70, 'Нету на складе', 0, 'нужно для розлива и продажи копонентов\r\n Заявка просрочена на 27.02.2020 і перенесена автоматично на 10.03.2020', 'Оплатить', 5, 'A', '[\"/uploads/1582794456/СФ_0139 Економбуд.1.jpg\"]', '', 0, ''),
(184, 17, 8, 1582795944, 1586269148, 1391, '', 'UAH', 1, 0, 'Фанера для образцов', 23, 'Нужно напылить образцы ППУ и Пироги ППУ на фанеру', 0, 'Нужно изготовить образцы ППУ+БАЗА и ППУ+ПМ разной плотности в количестве 6 видов образцов.\r\nДля этого нужно выделить деньги на фанеру в количестве 7 (+1 запасной) листов в эпицентре. Общая сумма 1141 грн.\r\nЗаправить машину на сумму 200 грн. (с запасом)\r\nПо дороге купить 50 литров воды на сумму 50 грн. (для нужд офиса)\r\nСроки изготовления образцов фиксирован до 5.03.20 числа, с учетом возможных форс мажоров прошу выделить средства на 28.02.20\r\nhttps://epicentrk.ua/shop/fanera-fk-vlagostoykaya-1525x1525x4-mm-sort-3-4-.html\r\n Заявка просрочена на 28.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'не знаю что тут писать. Без заполнения этой графы не пускает дальше', 7, 'A', '', '', 0, ''),
(185, 4, 6, 1582796833, 1582754400, 300, '', 'UAH', 1, 0, 'оплата консультації в фінансиста', 49, 'Сьогодні буде майстер клас в Андрія Якшина', 0, 'Сьогодні буде майстер клас в Андрія Якшина біля Цирку.  \r\nPEREMOHA SPACE, бульвар Т.Шевченко, 62, 4 эт. \r\nЧетверг, 27 февраля, 16:00\r\nВход 300 грн\r\n\r\nЦе нам допоможе краще орієнтуватися в фінансах і уникати касових розривів', 'оплатити', 5, 'A', '', '', 0, ''),
(307, 2, 9, 1584105229, 1586253701, 27720, '0', 'UAH', 2, 0, 'Компоненты ППУ', 1, 'Система компонентов Декор', 0, 'заказ Система компонентов Декор\r\n Заявка просрочена на 13.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Виплатити', 1, 'A', '[\"/uploads/1584105139/Рахунок №105 для ТОВ Економбуд Україна 13.03.20.pdf\"]', '', 0, ''),
(308, 3, 8, 1584106679, 1584050400, 4672, '0', 'UAH', 1, 0, 'Остаток по зп февраль Потравко', 35, 'Остаток по зп февраль Потравко', 1, 'Остаток по зп февраль Потравко Всего за февраль 9672 грн выплатили 5000грн остаток 4672грн', 'Выплатить В связи  с днём рожденья будущей жены', 4, 'A', '', '', 0, ''),
(197, 7, 1, 1582810069, 1582754400, 400, '0', 'UAH', 1, 0, 'Брус 90х60', 60, 'Брус (доска) для Дома ', 0, 'Брус +саморезы  для ремонта пола в доме Андрея Игоревича ', 'Оплатить', 5, 'A', '', '', 0, ''),
(198, 4, 1, 1582812059, 1586241223, 66666, '0', 'UAH', 1, 0, 'тест нових полів і термінових заявок', 3, 'тест нових полів і термінових заявок', 0, 'тест нових полів і термінових заявок\r\nтест нових полів і термінових заявок\r\nтест нових полів і термінових заявок\r\nтест нових полів і термінових заявок\r\n Заявка просрочена на 27.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'тест нових полів і термінових заявок', 1, 'A', '', '', 0, ''),
(199, 4, 1, 1582812204, 1586266917, 66666, '0', 'UAH', 1, 0, 'тест нових полів і термінових заявок', 3, 'тест нових полів і термінових заявоктест нових полів і термінових заявок', 0, 'тест нових полів і термінових заявок\r\nтест нових полів і термінових заявок\r\nтест нових полів і термінових заявок\r\nтест нових полів і термінових заявок\r\n Заявка просрочена на 27.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'тест нових полів і термінових заявок', 1, 'A', '', '', 0, ''),
(200, 5, 10, 1582817729, 1586246414, 500, '0', 'UAH', 1, 0, 'Заправка Ровер', 36, 'Для поездок по рабочим вопросам.', 0, 'Заправка личного авто для поездок по рабочим вопросам\r\n Заявка просрочена на 27.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 7, 'A', '', '', 0, ''),
(201, 2, 3, 1582820232, 1582754400, 3332, '0', 'UAH', 1, 0, 'Проценты по кредиту', 63, 'проценты по кредиту', 1, 'нужно оплатить подошел срок', 'Виплатити', 5, 'A', '', '', 0, ''),
(202, 2, 3, 1582820443, 1583013600, 6000, '0', 'UAH', 1, 0, 'Проценты по кредиту', 63, 'проценты по кредиту', 0, 'Проценты Синютин ывывывыв', 'Виплатити', 5, 'A', '', '', 0, ''),
(203, 2, 1, 1582820971, 1583832781, 4920, 'Вова Дахно', 'UAH', 1, 0, 'зп сотрудникам', 33, 'ЗП Дахно конкретно за шлифовку покраску стен', 0, 'ЗП Дахно конкретно, очень конкретно\r\n Заявка просрочена на 27.02.2020 і перенесена автоматично на 10.03.2020', 'Виплатити', 5, 'A', '', '', 0, ''),
(204, 2, 1, 1582872381, 1585602000, 2000, '0', 'UAH', 1, 0, 'Еда собаки- коты', 57, 'Собакам нужно кушать', 0, 'Еда собакам котам кости лапы головы', 'Виплатити', 7, 'A', '', '', 0, ''),
(205, 2, 3, 1582872776, 1585602000, 3000, '0', 'UAH', 1, 0, 'комиссия приват 24', 60, 'комиссия приват 24', 0, 'комиссия приват 24 йцуукцукцук', 'Виплатити', 7, 'A', '', '', 0, ''),
(206, 5, 10, 1582877418, 1586267583, 24500, '0', 'UAH', 2, 0, 'Выставка InterBuild 17-20.03.2020', 5, 'Участие в выставке InterBuild', 0, 'Оплата за участие в выставке InterBuild 17-20.03.2020\r\n Заявка просрочена на 16.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(207, 5, 10, 1582877845, 1586249730, 21000, '0', 'UAH', 2, 0, 'Выставка Франчайзинг 17-19.03.2020', 5, 'Оплата за участие в выставке по франчайзингу', 0, 'Участие в выставке для получение новых лидов \r\n Заявка просрочена на 16.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(208, 5, 10, 1582880265, 1586257848, 270, '0', 'USD', 2, 0, 'Редактирование сайта ekonombud.in.ua', 5, 'Для доработки сайта и создание новых вкладок ', 0, 'По условиям договора делаем предоплату 135$ по курсу  НБУ и остальную часть по факту выполнения работ .Прикрепил файл с реквизитами из договора \r\n Заявка просрочена на 28.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(209, 7, 1, 1582893153, 1585038543, 10935, '0', 'UAH', 2, 0, 'Трансформатор 4шт.', 3, 'Нету на производстве! ', 1, 'Сборка аппаратов! Тестирование новых комплектующих!\r\n Заявка просрочена на 28.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020', 'Оплатить', 5, 'A', '[\"/uploads/1582893006/Рах 66 (МК) Трансформаторы.pdf\"]', '', 0, ''),
(210, 7, 1, 1582899145, 1580335200, 10940, '0', 'UAH', 1, 0, '30.01.2020	Покупка компресора MIOL 81-195', 60, 'Сдача аппарата 10000 бизнес 2020', 0, '30.01.2020	Покупка компресора MIOL 81-195', 'Оплачено!', 5, 'A', '', '30.01.2020', 0, ''),
(211, 2, 5, 1582899307, 1579125600, 7000, '0', 'UAH', 1, 0, 'зп сотрудникам', 51, 'ЗП Король Олег', 0, 'ЗП Король Олег фыводалофыдвлоа', 'Виплатити', 5, 'A', '', '', 0, ''),
(212, 7, 1, 1582899576, 1579557600, 110, '0', 'UAH', 1, 0, '21.01.2020	Пополнение Счета мобильного Конструктора', 17, '21.01.2020	Пополнение Счета мобильного Конструктора', 0, '21.01.2020	Пополнение Счета мобильного Конструктора\r\n', 'Оплачено!', 5, 'A', '', '21.01.2020', 0, ''),
(213, 4, 4, 1582902238, 1586242992, 8888, '0', 'UAH', 1, 0, 'тестова заявка для тестування частових оплат', 18, 'тестова заявка для тестування частових оплат', 0, 'тестова заявка для тестування частових оплат\r\nтестова заявка для тестування частових оплат\r\nтестова заявка для тестування частових оплат\r\nтестова заявка для тестування частових оплат\r\n Заявка просрочена на 12.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'тестова заявка для тестування частових оплат', 7, 'A', '', '', 0, ''),
(214, 2, 1, 1582904206, 1579471200, 133, '0', 'UAH', 1, 0, 'Калькулятор', 11, 'нужен калькулятор', 0, 'нужно калькулятор на производство', 'Виплатити', 5, 'A', '', '', 0, ''),
(215, 2, 1, 1582904598, 1579471200, 69, '0', 'UAH', 1, 0, 'Доставка', 36, 'Доставка Влагомер', 0, 'Доставка влагомер Нова пошта', 'Виплатити', 5, 'A', '', '', 0, ''),
(233, 2, 3, 1582966455, 1581890400, 300, '0', 'UAH', 1, 0, 'Представительские', 49, 'Представительские', 0, 'Представительские на встречи', 'Виплатити', 5, 'A', '', '', 0, ''),
(234, 2, 10, 1582966694, 1581458400, 400, '0', 'UAH', 1, 0, 'Реклама ФБ', 52, 'Реклама ФБ', 0, 'Реклама Реклама ФБРеклама ФБ', 'Виплатити', 5, 'A', '', '', 0, ''),
(235, 2, 1, 1582966823, 1581631200, 1290, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'выплата за спец одежду', 0, 'Выплата за спец одежду +ключи ТИшкин Олексей', 'Виплатити', 5, 'A', '', '', 0, ''),
(236, 2, 4, 1582966925, 1581890400, 1000, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'зп сотрудникам', 0, 'Зп Андрей БондарЗп Андрей Бондар', 'Виплатити', 5, 'A', '', '', 0, ''),
(238, 2, 10, 1582967485, 1582149600, 125, '0', 'UAH', 1, 0, 'Связь Прилипко', 17, 'Связь Прилипко', 0, 'Связь Прилипко Связь Прилипко', 'Виплатити', 5, 'A', '', '', 0, ''),
(239, 2, 4, 1582967628, 1582063200, 8000, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'зп Мацук Олександр', 0, 'зп Мацук Олександр 8000', 'Виплатити', 5, 'A', '', '', 0, ''),
(240, 2, 9, 1582967693, 1581458400, 14500, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'ЗП поскладу', 0, 'Зп По складу сотрудникам', 'Виплатити', 5, 'A', '', '', 0, ''),
(241, 2, 4, 1582967872, 1581890400, 11000, '0', 'UAH', 1, 0, 'ЕДИНЫЙ Налог', 58, 'ЕДИНЫЙ Налог', 0, 'ЕДИНЫЙ Налог 11000 Налог', 'Виплатити', 5, 'A', '', '', 0, ''),
(242, 2, 4, 1582968351, 1582063200, 2000, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'ЗП Калюжный', 0, 'ЗП Калюжный ЗП Калюжный', 'Виплатити', 5, 'A', '', '', 0, ''),
(243, 2, 1, 1582968855, 1586257702, 2000, '0', 'UAH', 1, 0, 'Еда собаки- коты', 57, 'Еда собаки- коты', 0, 'Еда собаки- коты Еда собаки- коты\r\n Заявка просрочена на 10.02.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Виплатити', 7, 'A', '', '', 0, ''),
(244, 2, 5, 1582970067, 1581458400, 1500, '0', 'UAH', 1, 0, 'Пополнение ОП', 17, 'Пополнение ОП Киевстар', 0, 'Пополнение ОП Киевстар', 'Виплатити', 5, 'A', '', '', 0, ''),
(245, 2, 10, 1582971648, 1581976800, 1000, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'Аванс Прилипко', 0, 'Аванс Прилипко Аванс Прилипко', 'Виплатити', 5, 'A', '', '', 0, ''),
(246, 2, 1, 1582971762, 1581976800, 1500, '0', 'UAH', 1, 0, 'зп сотрудникам', 35, 'аванс Дахно + Бондар', 0, 'Аванс Дахно -500грн\r\nАванс Бондар - 1000', 'Виплатити', 5, 'A', '', '', 0, ''),
(247, 2, 4, 1582972192, 1582236000, 24400, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'ЗП Юлий Лебедев', 0, 'ЗП Юлий Лебедев ЗП Юлий Лебедев', 'Виплатити', 5, 'A', '', '', 0, ''),
(248, 2, 1, 1582972416, 1582581600, 2000, '0', 'UAH', 1, 0, 'миксер для крутилки', 23, 'Нужен миксер ', 0, 'Нужна крутилка для миксера', 'Виплатити', 5, 'A', '', '', 0, ''),
(249, 2, 10, 1582972722, 1582581600, 1500, '0', 'UAH', 1, 0, 'Реклама ФБ', 52, 'Реклама ФБ', 0, 'Реклама ФБ Реклама ФБ', 'Виплатити', 5, 'A', '', '', 0, ''),
(250, 2, 4, 1582973001, 1583013600, 15500, '0', 'UAH', 1, 0, 'Проценты по кредиту Синютин', 63, 'Проценты по кредиту Синютин', 0, 'Проценты по кредиту Синютин\r\n9500 - 25.02\r\n6000- 1.03', 'Виплатити', 5, 'A', '', '', 0, ''),
(257, 5, 10, 1583136439, 1586270624, 12000, '0', 'UAH', 2, 0, 'Пополнение рекламного бюджета Гугл', 5, 'Реклама гугл, ютуб', 0, 'Для привлечения новых лидов\r\n Заявка просрочена на 02.03.2020 і перенесена автоматично на 10.03.2020\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(258, 4, 7, 1583393490, 1585656485, 230, '0', 'UAH', 1, 0, 'Поповнення рахунку на мобільному', 17, 'Сиджу з телефону, бо інтернету нема', 1, 'Пропадає інтернет по вайфаю, тому працюю з телефону\r\n Заявка просрочена на 05.03.2020 і перенесена автоматично на 17.03.2020\r\n Заявка просрочена на 17.03.2020 і перенесена автоматично на 31.03.2020', 'Поповнити мобільний', 1, 'A', '', '', 0, ''),
(259, 5, 10, 1583398579, 1583359200, 19, '0', 'USD', 1, 0, 'Подписка на ApixDrive', 5, 'Для интеграции источников с битриксом', 0, 'Для получения сообщений с различных источников необходима подписка на ApixDrive', 'Оплатить', 5, 'A', '', '', 0, ''),
(260, 6, 5, 1583499336, 1585659189, 500, '0', 'UAH', 1, 0, 'обладнання', 7, 'нужны наушники и мыши', 0, 'Стасу КМ нужны наушники , прослушивать  звонки мпп,  так же 3 проводные мыши,  которые будут работать не как мыши а как лошади и не ломатся \r\n Заявка просрочена на 09.03.2020 і перенесена автоматично на 17.03.2020\r\n Заявка просрочена на 17.03.2020 і перенесена автоматично на 31.03.2020', 'платимо ', 1, 'A', '', '', 0, ''),
(283, 7, 1, 1583832281, 1586270452, 1625, '0', 'UAH', 2, 0, 'Шланг пожарный 100м.', 3, 'Мало осталось на производстве ', 0, 'Мало осталось, если нужно будет срочно собрать шланги то может не хватить\r\n Заявка просрочена на 11.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '[\"/uploads/1583832084/Економбуд (1) пож шланг.PDF\"]', '', 0, ''),
(284, 7, 1, 1583837469, 1586262266, 5213, '0', 'UAH', 2, 0, 'Фильтр регулятор 4шт', 3, 'Сборка аппаратов!', 0, 'Нет на производстве. нужно для сборки аппаратов!\r\n Заявка просрочена на 13.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '[\"/uploads/1583837370/№ 1186 от 10 марта 2020 г. Фильтр регулятор.pdf\"]', '', 0, ''),
(263, 3, 8, 1583510479, 1586240879, 8553, '0', 'UAH', 2, 59, 'Услуга', 67, 'Выплота Киевскому франчайзи за Лесники', 0, 'Выплота Киевскому франчайзи за Лесники  06.03.2020 балкон утепление ППУ КАН-30 -0,8м3+ППУ КАН 8-10 - 3м3\r\n Заявка просрочена на 12.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'выдать', 1, 'A', '', '', 0, ''),
(289, 7, 1, 1583853825, 1579298400, 2529, '0', 'UAH', 1, 0, 'Под проект 9000', 3, 'Закупка на рынке юность', 0, '20.01.2020	Електротовары	400\r\n21.01.2020	БРМ 1/4 п. 2шт.	140\r\n	Ответка 1/4  4шт.	60\r\n	Штуцер 1/2 под шланг 20	60\r\n	Фильтр воздуха на шланг 2шт	180\r\n	Хомуты метал.	195\r\n	Краска синяя	110\r\n	Кабель Сварочный 9м.	495\r\n	Баянет 8шт.	320\r\n	Кран 1/2 воздух.	50\r\n	Термоусадка 2шт.	70\r\n	Клейма 16квадратов 10шт.	100\r\n	Болт, гайка, шайба  м3	17\r\n	Плоскогубцы+кусачки	290\r\n	Проезд в транспорте	42\r\n', 'Оплачено!', 5, 'A', '', '', 0, ''),
(288, 7, 1, 1583850712, 1586243671, 1900, '0', 'UAH', 1, 0, 'Миксер для компонентов', 3, 'Нету на производстве!', 0, 'Прошлые разы они выставляли счет но мы брали за нал.   тому я счет не вкладываю!  будет решение как оплатить тогда и будет счет. ЦЕНА ВОПРОСА 1900грн.\r\n Заявка просрочена на 13.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '', '', 0, ''),
(285, 3, 8, 1584455459, 1585049227, 1364, '0', 'UAH', 2, 0, 'Ремонт ПЕЖО Дизель-сервис', 36, 'Заглох и не могли завести', 0, 'Оттянули в сервис , нашли причину. причина в єлектрике .\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020', 'Віплатить', 5, 'A', '[\"/uploads/1584455446/20200310 счет 24.pdf\"]', '', 0, ''),
(287, 7, 1, 1584025855, 1586267864, 4264, '0', 'UAH', 2, 0, 'Утеплитель на шланги выс. давления 400м.', 3, 'Сборка шлангов высокого давления!', 0, 'Нужно для дальнейшей сборки шлангов!\r\n Заявка просрочена на 13.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить', 1, 'A', '[', '', 0, ''),
(306, 7, 1, 1584025905, 1580508000, 1700, '0', 'UAH', 1, 58, 'Реклама на прицеп', 52, 'Поклейка рекламы на прицеп ', 0, 'Поклейка рекламы на прицеп. Франшиза Тернополь', 'Оплачено!', 5, 'A', '', '', 0, ''),
(270, 3, 8, 1584009361, 1586261820, 180, '0', 'UAH', 1, 0, 'услуга', 14, ' покупка ручки', 0, 'В офис на 2 этаж замена ручки\r\n Заявка просрочена на 12.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'выдать', 6, 'A', '', '', 0, ''),
(271, 3, 8, 1583511282, 1583445600, 500, '0', 'UAH', 1, 0, 'Фуршет к бизнесу 2020', 11, 'часто виникають непередбачувані витрати і потрібно мати на це бюджет', 0, 'часто виникають непередбачувані витрати і потрібно мати на це бюджет', 'выдать', 5, 'A', '', '', 0, ''),
(272, 2, 1, 1583585216, 1583186400, 1515, '0', 'UAH', 1, 0, 'за растомажку ', 3, 'нужно ростаможить пояса нагрева', 0, 'нужно ростаможить пояса нагрева', 'Виплатити', 5, 'A', '', '', 0, ''),
(273, 2, 3, 1583585350, 1583272800, 6000, '0', 'UAH', 1, 0, 'зп сотрудникам', 35, 'зп сотрудникам', 0, 'ЗП Андрей Бондар\r\nЗП Андрей Бондар', 'Виплатити', 5, 'A', '', '', 0, ''),
(274, 2, 3, 1583586070, 1583272800, 450, '0', 'UAH', 1, 0, 'Пополнение А.И.', 17, 'Пополнение  Киевстар', 0, 'Пополнение  Киевстар', 'Виплатити', 5, 'A', '', '', 0, ''),
(275, 2, 3, 1583586438, 1583359200, 1430, '0', 'UAH', 1, 0, 'Страховка Митсубиси', 15, 'Страховка Митсубиси', 0, 'Страховка Митсубиси Страховка Митсубиси', 'Виплатити', 5, 'A', '', '', 0, ''),
(276, 2, 3, 1583586525, 1583359200, 20000, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'зп сотрудникам', 0, 'ЗП Калюжный 10000грн\r\nЗП Руденко 10000грн.\r\n', 'Виплатити', 5, 'A', '', '', 0, ''),
(277, 2, 4, 1583586681, 1583445600, 28800, '0', 'UAH', 1, 0, 'Аренда склад', 8, 'Аренда склад', 0, 'Аренда склад 28800 грн\r\n', 'Виплатити', 5, 'A', '', '', 0, ''),
(278, 2, 4, 1583586805, 1583445600, 54816, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'зп сотрудникам', 0, '20666	ОП Король\r\n7650	Лапыгина ЗП\r\n5000	Потравко ЗП\r\n3000	Шевченко ЗП\r\n5000	Вдовиченко ЗП\r\n12500	Войтенко Т.И\r\n1000	Зп Владислав Калюжный\r\n', 'Виплатити', 5, 'A', '', '', 0, ''),
(279, 2, 4, 1583586914, 1583445600, 16865, '0', 'UAH', 1, 0, 'зп сотрудникам', 33, 'зп сотрудникам', 0, 'ЗП склад Кондратовец Петр ', 'Виплатити', 5, 'A', '', '', 0, ''),
(280, 2, 1, 1583587018, 1583445600, 1515, '0', 'UAH', 1, 0, 'Доставка Китай', 15, 'Доставка Китай', 0, 'Доставка Китай\r\nДоставка Китай', 'Виплатити', 5, 'A', '', '', 0, ''),
(281, 2, 4, 1583587119, 1583532000, 1685, '0', 'UAH', 1, 0, 'Оплата интернет', 11, 'Оплата интернет', 0, 'Оплата интернет Фринет в офисе за подключение + оплата на месяц', 'Виплатити', 5, 'A', '', '', 0, ''),
(282, 2, 1, 1583588238, 1582236000, 2500, '0', 'UAH', 1, 0, 'промывка ', 7, 'промывка заказ 100л', 0, 'промывка заказ 100л\r\nпромывка заказ 100л', 'Виплатити', 5, 'A', '', '', 0, ''),
(296, 17, 8, 1584010190, 1583964000, 434, '0', 'UAH', 2, 0, 'Битумная мастика', 31, 'Необходимо купить мастику для изготовления обрацов', 0, 'Для решения задачи по изготовлению образцов продукта \"дешевле рубероида\" нужно купить мастику и нанести ее на пену. И провести эксперемент как она себя будет вести.', 'Утвердить выдачу средств', 5, 'A', '[\"/uploads/1584010187/1584006231822278.xls\"]', '', 0, ''),
(290, 7, 1, 1583912519, 1586254445, 3000, '0', 'UAH', 1, 0, 'Закупка на рынке юность', 3, 'Закупка мелких расходных материалов ', 0, 'Закупка мелких расходных материалов таких как. Краска, байонеты, термоусадки, штуцера, краны и т.д.\r\n Заявка просрочена на 13.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Нужно выделить!', 1, 'A', '', '', 0, ''),
(291, 7, 1, 1583912795, 1586260342, 1200, '0', 'UAH', 1, 0, 'Заправка принтера', 11, 'Заправка принтера на производстве ', 0, 'Кончилась краска в принтере, нужно часто что то роспечатывать\r\n Заявка просрочена на 13.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Нужно выделить!', 1, 'A', '', '', 0, ''),
(292, 7, 1, 1583913510, 1586246869, 3150, '0', 'UAH', 1, 0, 'Терморегулятор REX-c100 10шт.', 3, 'Нету на производстве!', 0, 'Сборка аппаратов и ящиков контроля температуры. \r\n Заявка просрочена на 13.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Нужно выделить!', 1, 'A', '', '', 0, ''),
(293, 2, 1, 1583916000, 1583877600, 13200, '', 'UAH', 2, 0, 'Изоционат на склад', 1, 'Изоционат на склад', 1, 'Изоционат на склад\r\nИзоционат на склад 250кг', 'Виплатити', 5, 'A', '', '', 0, ''),
(297, 3, 8, 1584017668, 1586247593, 1364, '0', 'UAH', 2, 0, 'Дизель сервис ремонт ПЕЖО', 36, 'Дизель сервис ремонт ПЕЖО', 0, 'Дизель сервис ремонт ПЕЖО поиск поломки ( заглох и не заводился)\r\n Заявка просрочена на 10.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'Оплатить для дальнейшего ремонта', 7, 'A', '[\"/uploads/1584017407/20200310 счет 24.pdf\"]', '', 0, ''),
(298, 3, 8, 1584017947, 1583964000, 1100, '0', 'UAH', 1, 0, 'ремонт', 36, 'Ремонт ПЕЖО электрика ', 1, 'Ремонт ПЕЖО электрика ( небыло питания на насос топлива', 'Оплатить для дальнейшего использования', 4, 'A', '', '', 0, ''),
(299, 7, 1, 1584018663, 1579039200, 2000, '0', 'UAH', 1, 0, 'Нова почта', 15, 'Оплата доставки Н.П.', 0, '15.01.2020	Н.П. \"СПЕЦВИК\" Пожарный шланг	207\r\n	15.01.2020	Н.П. Масло ГРАКО	75																			\r\n18.01.2020	Н.П. ТЕНЫ 	120\r\n23.01.2020	 Н.П. Доставка РВТ Майстер (срочная)	250\r\n24.01.2020	Н.П. Инсайт (костюмы+перчатки)	130\r\n25.01.2020	Н.П +РВТ МАЙСТЕР	496\r\n25.01.2020	Н.П. трансформаторы 	208\r\n27.01.2020	Н.П. Пневоклапан FESTO наложеним 	333\r\n03.02.2020	Н.П. Кепки 2шт на франшизу	40\r\n03.02.2020	Н.П. Отправка Термопар на проверку	40\r\n13.02.2020	Н.П. Манжеты 	56\r\n29.02.2020	Н.П. отправка тен. Харьков (рекламация)	45\r\n', 'Оплачено!', 5, 'A', '', '', 0, ''),
(300, 18, 11, 1584019363, 1586268400, 350, '0', 'USD', 4, 0, 'покупка Fox Manager', 48, 'потрібне ПО для опису бізнес процесів', 0, 'потрібне ПО для опису бізнес процесів\r\nЛіцензія коштує 120 доларів, 3 ліцензії - 350 доларів\r\n Заявка просрочена на 13.03.2020 і перенесена автоматично на 24.03.2020\r\n Заявка просрочена на 24.03.2020 і перенесена автоматично на 07.04.2020', 'купити ПО', 3, 'A', '', '', 0, ''),
(301, 7, 1, 1584019638, 1579816800, 2400, '0', 'UAH', 1, 58, 'Весы 600кг.', 3, 'Франшиза Тернополь', 0, 'Франшиза Тернополь . Часть комплекта', 'Оплачено!', 5, 'A', '', '', 0, ''),
(302, 7, 1, 1584021798, 1580248800, 5217, '0', 'UAH', 1, 0, 'Закупка на рынке юность', 3, 'Сборка аппаратов!', 0, '29.01.2020	Термоусадка 12мм 2шт., 25мм 4шт., 70мм 2шт.	410\r\n	Яд для крыс 	50\r\n	Краска синяя	110\r\n	Саморез 4,2х16	20\r\n	Нож канцелярский 2шт	50\r\n	Зезвие 18мм 3шт	36\r\n	Шайба медная 1/4 10шт.	100\r\n	Баянет 10 шт	400\r\n	Кабель сварочный 16кв.	550\r\n	Плита асбецтовая 	400\r\n	Кран 1/2   4шт.	200\r\n	Фильтр грубой очистки 1\"  2шт.	200\r\n	БРМ 1/4 п. 4шт.	280\r\n	Ответка 1/4  6шт.	90\r\n	Штуцер 1/4 м. шланг8 7шт	105\r\n	Штуцер 3/8 п. шланг8 4шт 	80\r\n	Боченок 1/2    4шт.	60\r\n	Штуцер 1/2 под шланг 20 4шт.	60\r\n	Тройник 1/4п. 4шт.	260\r\n	Фильтр на шланг 3шт.	240\r\n	Хомуты метал.  30шт	170\r\n	Трубка синяя 12х8  2м.	70\r\n	Тен 1.5кВт  2шт.	400\r\n	Выключатель 40а.	150\r\n	Грибок (стоп)	90\r\n	Кнопка (стоп-Пуск)	130\r\n	Ящик контроля температуры 	280\r\n	Пороезд в транспорте 	76\r\n	Пополнение Счета мобильного К.П.М.	150\r\n', 'Оплачено!', 5, 'A', '', '', 0, ''),
(303, 3, 8, 1584021904, 1583964000, 945, '0', 'UAH', 1, 0, 'Раделитель', 56, 'Для изготовления образцов', 1, 'Для изготовления образцов закупили 2 кг  на восковой основе под ПМ', 'выдать для получения с новой почты', 5, 'A', '', '', 0, ''),
(304, 3, 8, 1584022317, 1583964000, 640, '0', 'UAH', 1, 0, 'Изготовление дубликатов ключей', 11, 'Изготовление дубликатов ключей для запаса в сейф', 0, 'Изготовление дубликатов ключей для запаса в сейф 8 шт', 'выдать для изготовления дубликатов', 5, 'A', '', '', 0, ''),
(305, 7, 1, 1584024295, 1581976800, 2200, '0', 'UAH', 1, 0, 'Оплата ОТЕЛЯ ', 39, 'Оплата отеля сотруднику компании ОВЕН', 0, 'Оплата отеля сотруднику компании ОВЕН. за проезд и настройку оборудования на нашей територии', 'Оплачено!', 5, 'A', '', '', 0, ''),
(309, 2, 1, 1584109158, 1585062331, 3005, '0', 'UAH', 2, 0, 'Леруа Мерлен', 7, 'оплата Леруа Мерлен', 0, 'оплата Леруа Мерлен\r\nоплата Леруа Мерлен\r\n Заявка просрочена на 13.03.2020 і перенесена автоматично на 24.03.2020', 'Виплатити', 5, 'A', '[\"/uploads/1584108923/Scan 001.PDF\"]', '', 0, ''),
(310, 2, 3, 1584110624, 1584050400, 7000, '0', 'UAH', 1, 0, 'зп сотрудникам', 42, 'зп сотрудникам', 0, 'Зп Калюжный - 5000грн\r\nЗп Мацук - 2000грн.', 'Виплатити', 5, 'A', '', '', 0, ''),
(311, 5, 10, 1584113820, 1584050400, 140, '0', 'UAH', 1, 0, 'Пополнение мобильного счёта Kyivstar', 17, 'Для связи по рабочим вопросам ', 1, 'Пополнение мобильного счета для связи по рабочим вопросам ', 'Оплатить', 5, 'A', '', '', 0, ''),
(312, 5, 10, 1584356392, 1584309600, 2000, '0', 'UAH', 2, 0, 'пополнение рекламного баланса PROM', 5, 'Для рекламного продвижения обьявлений', 1, 'пополнение рекламного баланса PROM для рекламного продвижения обьявлений', 'Оплатить', 5, 'A', '[\"/uploads/1584356390/Счёт PROM.UA 16.03.2020.pdf\"]', '', 0, ''),
(313, 5, 10, 1584356338, 1584309600, 10000, '0', 'UAH', 2, 0, 'Пополнение рекламного бюджета Гугл', 5, 'Для активного запуска рекламных компаний ', 1, 'Пополнение рекламного бюджета Гугл для активного запуска рекламных компаний ', 'Оплатить', 5, 'A', '[\"/uploads/1584356335/paymentInstructions (3).pdf\"]', '', 0, ''),
(314, 5, 10, 1584352248, 1584396000, 150, '0', 'UAH', 1, 0, 'Дизайн Политика и цели', 5, 'за разработку дизайна', 0, 'Разработка дизайна \"политика и цели в области качества ', 'Оплатить', 1, 'A', '', '', 0, ''),
(315, 5, 10, 1584356259, 1585042059, 15000, '0', 'UAH', 1, 0, 'Рекламный бюджет FB/INsta', 5, 'Привлечение новых людов, продвижение публикаций ', 1, 'Пополнение рекламного бюджета для привлечения новых лидов \r\n Заявка просрочена на 16.03.2020 і перенесена автоматично на 24.03.2020', 'Оплатить', 2, 'A', '', '', 0, ''),
(316, 3, 8, 1584367170, 1584050400, 800, '0', 'UAH', 1, 0, 'Оплата 2 дня за работу оператор покраски', 67, 'Оплата 2 дня за работу оператор покраски', 0, 'Оплата 2 дня за работу оператор покраски/ провёл инвентаризацию оборудования, составил список недостающих комплектующих', 'Обсудили наглядовой радой выплатить', 5, 'A', '', 'Владислав Калюжный', 0, ''),
(317, 3, 8, 1584445315, 1584396000, 5000, '0', 'UAH', 1, 0, 'Заправка авто', 36, 'Заправка автопарка компании', 0, 'Заправка автопарка компании на период месяца', 'Оплатить для оплаты заправок через  наличку', 7, 'A', '', '', 0, ''),
(318, 3, 1, 1584454489, 1584396000, 240, '0', 'UAH', 1, 0, 'Электроды на работу по складу', 14, 'А.И. купил электроды  на работу по складу', 0, 'А.И. купил электроды  на работу по складу', 'выдать', 5, 'A', '', '', 0, ''),
(320, 2, 1, 1584689243, 1584655200, 8527, '0', 'UAH', 2, 0, 'Закупка Леруа Мерлен', 7, 'Закупка Леруа Мерлен', 0, 'Закупка Леруа Мерлен\r\nЗакупка Леруа Мерлен', 'Виплатити', 5, 'A', '[\"/uploads/1584689156/photo_2020-03-20_09-22-10.jpg\",\"/uploads/1584689156/photo_2020-03-20_09-22-29.jpg\",\"/uploads/1584689156/photo_2020-03-20_09-23-04.jpg\"]', '', 0, ''),
(319, 3, 8, 1584528434, 1584482400, 2000, '0', 'UAH', 1, 0, 'Новая почта', 40, 'Новая почта проплаты по пасылкам которые к нам приходят', 0, 'Новая почта проплаты по пасылкам которые к нам приходят ', 'выдать', 7, 'A', '', '', 0, ''),
(321, 7, 1, 1584788317, 1579212000, 15505, '0', 'UAH', 1, 0, 'Разные расходы. ', 3, 'Расходы на разные закупки, Франшиза. Бизнес 2020, обустройство производства и Т.Д.', 0, '17.01.2020	Фум лента 10шт.	70\r\n22.01.2020	Епицентер. Ящик для контроля температуряы	281\r\n29.08.2020	Кепки с емблемой  ЕКОНОМБУД	208\r\n30.01.2020	Интернет	201\r\n31.01.2020	Канистра 20л. 2шт.	598\r\n	Краска синяя	78\r\n	Хомут метал 32-50  4шт.	53,2\r\n	Отвертка-контролька 	24\r\n	Батарейки ААА 6шт.	12\r\n	Наклейка 220в.	30\r\n	Проезд в транспорте	28\r\n01.02.2020	Стартовый пакет МТС (франшиза)	90\r\n01.02.2020	Кабель 2-0.75  6м	45\r\n01.02.2020	Долг по З.П.	195\r\n03.02.2020	Покупка фум ленты 10шт	100\r\n04.02.2020	Кабель на аппарат 	202\r\n05.02.2020	Саморез 35+55 150шт Ремонт душевая	65\r\n05.02.2020	Герметик (силикон)  Ремонт дом 	90\r\n06.02.2020	Пена монтажная 	145\r\n06.02.2020	Дин рейка	45\r\n06.02.2020	саморез (ремонт душ) 120-3грн. Шт	60\r\n06.02.2020	Щетка для покраски в ДОМЕ 	45\r\n07.02.2020	Дрова	700\r\n10.02.2020	Кабель 2-0.75  50м.	300\r\n	Канистра 20л. На франшизу	300\r\n	Ящик контроля температуры 	280\r\n	Коврик для ног в офис 	40\r\n	Пополнение счета Кондратовець П.М. 	100\r\n	Топливо (поездка в Гидрохауз и Леру Мерлен)	100\r\n10.02.2020	Аванс Андрей Инженер	500\r\n12.02.2020	Тен 1.5кВт  2шт.	400\r\n	Фильтр грубой очистки 2шт	200\r\n	Розем под кабель термопары 10шт.	400\r\n	Метизы 	170\r\n	Проезд в транспорте	42\r\n18.02.2020	Канистра 20л. 2шт.	598\r\n	Краска синяя 3шт.	233,7\r\n	Комплектующие в душ. На производство	120\r\n	Ветошь (тряпки) мешок	200\r\n20.02.2020	Контактор 24в./220в на П.О. ОВЕН	500\r\n	Кнопка ГРИБОК	80\r\n	Термоусадка	36\r\n	Шайба М20 20шт	20\r\n	Кран воздух 1/2  2шт	100\r\n	Трубка 10 4м	80\r\n	Штуцер 1/2  8шт	120\r\n	Фум лента 6шт.	60\r\n	Хомут метал 30шт	180\r\n	Лампочки на ел.пост 4шт	80\r\n21.02.2020	Вилка 380в 32а-5	100\r\n26.02.2020	Кабель ПВС 2-0,75 55м.	330\r\n26.02.2020	Канистра 20л.	315\r\n26.02.2020	Ростворитель 100л.	2592\r\n26.02.2020	Оплата токарю за миксер	2000\r\n29.02.2020	Выключатель 2 шт на склад.	62\r\n29.02.2020	Интернет	201\r\n05.03.2020	Вызов мастера по холодильникам	300\r\n10.03.2020	ТОКАРЬ. Ремонт БОЧКОВОГО и РЕДУКТОРА 	1000\r\n', 'Оплачено!', 5, 'A', '', '', 0, ''),
(322, 3, 8, 1584824910, 1584741600, 10000, '0', 'UAH', 1, 61, 'Чубинское проєкт', 32, 'Чубинское проєкт заправка,плёнка,краска', 1, 'Чубинское проєкт заправка пежо,плёнка накрывочная, малярная лента,краска', 'Выплатить', 7, 'A', '', '', 0, ''),
(323, 5, 10, 1584947480, 1584914400, 4140, '0', 'UAH', 2, 0, 'Телефония Ringostat', 17, 'Телефония Ringostat', 1, 'Телефония Ringostat для работы отдела продаж ', 'Оплатить', 5, 'A', '[\"/uploads/1584947413/Рахунок №R-455 від 20.03.2020.pdf\",\"/uploads/1584947413/Рахунок №R-506 від 20.03.2020.pdf\"]', '', 0, ''),
(324, 7, 1, 1584950036, 1580248800, 1900, '0', 'UAH', 1, 58, 'Миксер для компонентов', 3, 'Сдача аппарата 19000 ', 0, 'Миксер Фиолент для ФРАНШИЗЫ ', 'Оплачено!', 5, 'A', '', '', 0, ''),
(325, 7, 1, 1584950129, 1582668000, 1900, '0', 'UAH', 1, 0, 'Миксер для компонентов', 3, 'Сдача аппарата 10000 бизнес 2020', 0, 'Миксер Фиолент для бизнеса 2020', 'Оплачено!', 5, 'A', '', '', 0, ''),
(326, 7, 1, 1584950955, 1584655200, 410, '0', 'UAH', 1, 0, 'Нова почта', 3, '20.03.2020	Н.П. ИНТМАКС ТЕНЫ	108 20.03.2020	Н.П. ТОВ. МК-ЕНЕРГО  Трансформаторы	302', 0, '20.03.2020	Н.П. ИНТМАКС ТЕНЫ	108\r\n20.03.2020	Н.П. ТОВ. МК-ЕНЕРГО  Трансформаторы	302\r\n', 'Оплачено!', 5, 'A', '', '', 0, ''),
(327, 2, 1, 1584959304, 1584914400, 15300, '0', 'UAH', 2, 0, 'Закупка Изоционат', 1, 'нужен изоционат', 0, 'Закупка Изоционат 250кг на базу', 'Виплатити', 5, 'A', '[\"/uploads/1584959258/Рахунок №117.pdf\"]', '117', 0, ''),
(328, 7, 1, 1584959608, 1584914400, 372, '0', 'UAH', 1, 0, 'Закупка на производство', 69, 'Обустройство производства ', 0, '23.03.2020	Кран 1/2 Воздух 2шт.	110\r\n	Пилочки на лобзик 5шт.	30\r\n	Краска спрей (красн., Син.) 	130\r\n	Хомут пластик 2-ве. Пачки	57\r\n	Балон газовый для грелки 1шт.	45\r\n', 'Оплачено!', 5, 'A', '', '', 0, ''),
(329, 3, 8, 1584975641, 1584914400, 2594, '0', 'UAH', 2, 61, 'Краска композит рал 7024', 14, 'Краска композит рал 7024 на покраску согласно договора', 0, 'Краска композит рал 7024 на покраску согласно договора№ДТ  200320-1', 'Оплатить', 5, 'A', '[\"/uploads/1584975345/Счет ЭБ 23,03,2020.pdf\"]', ' № 2424', 0, ''),
(330, 4, 6, 1584976062, 1584914400, 50, '0', 'USD', 1, 0, 'оплата конструктора для сайта на рік', 48, 'щоб була можливість додавати на сайті  слайдери  і інші важливі елементи', 1, 'щоб поставити на сайт платний елементор з всіма необхідними нам можливостями його треба оплатити \r\nhttp://prntscr.com/rl9dwf\r\nhttp://prntscr.com/rl9b47\r\n1 сайт - 1 рік - 49 доларів', 'оплатити елементор', 4, 'A', '', '', 0, ''),
(331, 2, 4, 1584981286, 1584914400, 1300, '0', 'USD', 1, 0, 'ЗП Лебедев', 35, 'ЗП Лебедев', 0, 'ЗП Лебедев\r\nЗП Лебедев', 'Виплатити', 7, 'A', '', '', 0, ''),
(332, 2, 7, 1585035322, 1585087200, 9500, '0', 'UAH', 1, 0, 'Проценты по кредиту Синютин', 63, 'Проценты по кредиту Синютин', 0, 'Проценты по кредиту Синютин ', 'Виплатити', 5, 'A', '', '', 0, ''),
(333, 3, 8, 1585039953, 1585000800, 1000, '0', 'UAH', 2, 0, 'UPG Пополнение карт заправочных', 36, 'UPG Пополнение карт заправочных', 1, 'UPG Пополнение карт заправочных Оплатить для оплаты заправок через ТОВ', 'Оплатить для оплаты заправок через ТОВ', 1, 'A', '[\"/uploads/1585039667/IMG_20200320_0002.pdf\"]', 'Рахунок Ns 043-9086 вiд 20 березня 2020 р', 0, ''),
(334, 2, 10, 1585042486, 1584309600, 17900, '0', 'UAH', 1, 0, 'ЗП Прилипко', 33, 'ЗП Прилипко', 0, 'ЗП Прилипко\r\nЗП Прилипко', 'Виплатити', 7, 'A', '', '', 0, ''),
(335, 2, 3, 1585042831, 1584655200, 1131, '0', 'UAH', 1, 0, 'Подарок', 60, 'День Рождение', 0, 'День Рождения Андрей Бондар', 'Виплатити', 5, 'A', '', '', 0, ''),
(336, 7, 1, 1585052784, 1584396000, 4000, '0', 'UAH', 1, 0, 'Аванс сотрудникам производства ', 33, 'В связи с выходом на карантин', 0, 'Аванс: Тонких о. 1000грн., Паляница А. 1000грн., Шевченко Т. 1000грн., Кондратовець В. 1000грн.', 'Оплачено!', 5, 'A', '', '', 0, ''),
(337, 2, 1, 1585058449, 1585000800, 1000, '0', 'UAH', 2, 0, 'Доставка Китай', 3, 'Доставка Китай', 0, 'Доставка датчики давления', 'Виплатити', 1, 'A', '[\"/uploads/1585058435/Копия счет 00004 от 24.03.2020 (ТЭУ).xlsx\"]', '', 0, ''),
(338, 3, 8, 1585129623, 1585087200, 3459, '0', 'UAH', 2, 0, 'Проэкт Чубинское', 14, 'Проэкт Чубинское краска 2 ведра', 1, 'Проэкт Чубинское краска 2 ведра  дополнительно к 3м вёдрам', 'Оплатить для дальнейшего ремонта', 5, 'A', '[\"/uploads/1585129459/Счет Экономбуд 2 с колер.pdf\"]', '№ 2465 від 25 березня 2020', 0, ''),
(339, 2, 1, 1585141163, 1585087200, 27872, '0', 'UAH', 1, 0, 'Компоненты ППУ', 1, 'Компоненты ППУ', 0, 'Полиол 30 зал. \r\nУже отгрузили Нужно оплатить', 'Виплатити', 1, 'A', '[\"/uploads/1585141150/Рахунок на оплату № 82 від 3 10 2020.pdf\"]', '', 0, ''),
(342, 5, 10, 1585235601, 1585260000, 600, '0', 'UAH', 2, 0, 'Рекламный бюджет OLX', 5, 'Рекламный бюджет OLX', 0, 'Рекламный бюджет OLX ', 'Оплатить', 1, 'A', '', '', 0, ''),
(343, 2, 4, 1585311062, 1585602000, 550, '0', 'UAH', 1, 0, 'Торгова марка', 62, 'Оплата  за публикацию', 0, 'Торгова марка \r\nПлата за публикацию', 'Виплатити', 1, 'A', '', '', 0, ''),
(341, 2, 1, 1585143116, 1585087200, 57883, '0', 'UAH', 2, 0, 'Шланги высокого давления', 3, 'Оплата шлангов высокого', 0, 'Оплата шлангов высокого давления\r\nУже отгрузили нужно оплатить.', 'Виплатити', 1, 'A', '[\"/uploads/1585142822/рах. № 21 від 20.03.20.xls\",\"/uploads/1585142822/рах. № 22 від 20.03.20.xls\",\"/uploads/1585142822/рах. № 23 від 20.03.20.xls\",\"/uploads/1585142822/рах. № 24 від 20.03.20.xls\"]', '', 0, ''),
(344, 2, 10, 1585319529, 1585515600, 812, '0', 'UAH', 1, 0, 'Обучение маркетинг', 5, 'Обучение по маркетингу', 0, 'Обучение по маркетингу\r\nДень 1.\r\n\r\nБаза. Что важно понимать.\r\n\r\nДень 2.\r\n\r\nВоронки. Откуда растут ноги в интернет-маркетинге.\r\n\r\nДень 3.\r\n\r\nПробуем сделать простую 2-этапную воронку в Facebook.\r\n\r\nДень 4.\r\n\r\nОб Instagram. Как я терял тысячи долларов и что сработало.\r\n\r\nДень 5.\r\n\r\nПробуем продавать в Instagram: практики и механики.\r\n\r\nДень 6.\r\n\r\nEmail-маркетинг умер? Покажу открываемость писем в 50%+.\r\n\r\nДень 7.\r\n\r\nО лендах и лид-магнитах. Как делать КРУТЫЕ продающие страницы.\r\n\r\nДень 8.\r\n\r\nМышление. Что должно быть в голове.\r\n\r\nДень 9.\r\n\r\nСплит-тесты. Как снижать цену лида и повышать количество покупок.\r\n\r\nДень 10.\r\n\r\nProduct Launch. Что это и как запускать продукты через интернет.\r\n\r\nДень 11.\r\n\r\nЧат-боты. Как это работает.\r\n\r\nДень 12.\r\n\r\nContent is KING. Как научиться писать.\r\n\r\nДень 13.\r\n\r\nTelegram. Как монетизировать.\r\n\r\nДень 14.\r\n\r\nФинал. Обнимашки. Напишите, у кого получилось заработать $.', 'Виплатити', 1, 'A', '', '', 0, ''),
(345, 7, 1, 1585551309, 1585346400, 201, '0', 'UAH', 1, 0, 'Интернет', 17, 'Интернет на производство', 0, 'Интернет на производство.', 'Оплачено!', 5, 'A', '', '', 0, ''),
(346, 7, 1, 1585559685, 1585515600, 500, '0', 'UAH', 1, 0, 'Аванс сотрудникам производства ', 35, 'Аванс Савитский Евгений 500грн. ', 0, 'Аванс Савитский Евгений 500грн. от Нач.производства К.П.М.', 'Оплачено!', 5, 'A', '', '', 0, ''),
(347, 2, 1, 1585561861, 1585515600, 1806, '0', 'UAH', 2, 0, 'Срочно!!!Шланги высокого давления', 3, 'Нужно погасить долг', 0, 'Срочно!!!Шланги высокого давления', 'Виплатити', 1, 'A', '[\"/uploads/1585561855/рахунок №71.xls\"]', '', 0, ''),
(348, 2, 1, 1585562021, 1585515600, 6036, '0', 'UAH', 2, 0, 'Срочно!!!Шланги высокого давления', 3, 'Шланги высокого давления', 1, 'Срочно!!!Шланги высокого давления. Долг с прошлого года', 'Виплатити', 1, 'A', '', '', 0, ''),
(349, 3, 8, 1585566135, 1585087200, 400, '0', 'UAH', 1, 0, 'Пополнение Связи В.И.', 17, 'звонки по телефону', 1, 'Пополнение Связи В.И.звонки по телефону ежемесячно', 'Віплатить', 1, 'A', '', '', 0, ''),
(350, 3, 8, 1585654956, 1585602000, 5188, '0', 'UAH', 2, 61, 'товар краска', 14, 'на Чубинское краска', 1, 'на Чубинское краска покупка', 'Віплатить', 5, 'A', '[\"/uploads/1585654758/Счет Єкономбуд 31,03,2020 (1).pdf\"]', '№ 2646 від 31 березня 2020', 0, ''),
(351, 5, 10, 1585918408, 1585861200, 1999, '0', 'UAH', 2, 60, 'Пополнение ОЛХ', 5, 'Пополнение олх', 1, 'Пополнение олх для рекламы ', 'Оплатить ', 5, 'A', '', '', 0, ''),
(352, 3, 8, 1586083621, 1585774800, 2000, '0', 'UAH', 1, 60, 'Командировка', 39, 'Командировка в Кривой Рог на Дизельный завод на встречу с директором', 0, ' Срочная, внеплановая Командировка в Кривой Рог на Дизельный завод на встречу с директором', 'Выплатить', 7, 'A', '', '', 0, '');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_application_repeat`
--

CREATE TABLE `fin_application_repeat` (
  `id` int(11) NOT NULL,
  `app_id` int(11) NOT NULL,
  `start_date` int(11) NOT NULL,
  `period` varchar(10) NOT NULL DEFAULT 'month',
  `end_date` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_articles`
--

CREATE TABLE `fin_articles` (
  `id` int(11) NOT NULL,
  `item` varchar(255) NOT NULL,
  `parents_item_id` int(11) NOT NULL,
  `type` int(11) NOT NULL COMMENT '1 - дохід, 2 - розхід',
  `margin_level` int(11) NOT NULL,
  `period` varchar(11) NOT NULL,
  `description` text NOT NULL,
  `department_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_articles`
--

INSERT INTO `fin_articles` (`id`, `item`, `parents_item_id`, `type`, `margin_level`, `period`, `description`, `department_id`) VALUES
(1, 'Компоненти ППУ', 31, 2, 0, 'project', '', 0),
(2, 'Компоненти ПМ', 31, 2, 0, 'project', '', 0),
(3, 'Деталі апарату', 31, 2, 0, 'project', '', 0),
(5, 'Маркетинг', 50, 2, 0, 'month', '', 0),
(6, 'Юридичні послуги', 44, 2, 0, 'month', '', 0),
(7, 'Інвестиції в базу та офіс', 62, 2, 0, 'month', '', 0),
(8, 'Оренда приміщень і території', 29, 2, 0, 'month', 'оренда виробничих приміщень, території під склади і пости', 0),
(9, 'Клінінг', 44, 2, 0, 'month', '', 0),
(63, 'Проценти по кредитам і боргам', 62, 2, 0, 'month', '', 0),
(11, 'Офісні витрати', 44, 2, 0, 'month', '', 0),
(13, 'Премії', 44, 2, 0, 'month', '', 0),
(14, 'Ремонтні і будівельні роботи', 29, 2, 0, 'month', '', 0),
(15, 'Транспорт і орендовані машини', 26, 2, 0, 'project', 'в т.ч. орендована техніка ( крани, гератори,доставка)', 0),
(16, 'Консалтинг і тренінги', 50, 2, 0, 'month', '', 0),
(17, 'Зв\'язок', 44, 2, 0, 'month', '', 0),
(18, 'Енергоаудит', 67, 1, 0, 'project', '', 8),
(20, 'Доходи від продажів\r\n', 72, 1, 0, 'project', '', 100),
(21, 'Інші надходження\r\n', 72, 1, 0, 'project', '', 0),
(23, 'Вартість матеріалів та сировини\r\n', 0, 0, 0, 'month', '', 0),
(25, 'Виробничі змінні 1 рівня', 0, 2, 1, 'project', '', 0),
(26, 'Виробничі періоду 1 рівня', 0, 2, 2, 'project', '', 0),
(28, 'Виробничі змінні 2 рівня', 0, 2, 3, 'month', '', 0),
(29, 'Виробничі періоду 2 рівня', 0, 2, 4, 'month', '', 0),
(31, 'Матеріали і складові', 25, 2, 0, 'project', '', 0),
(32, 'Витратні матеріали', 25, 2, 0, 'project', 'Розхідні матеріали, в т.ч кісточки, рукавички, скотч, костюми і т.д..', 0),
(33, 'Заробітна плата', 25, 2, 0, 'project', 'Зп основному персоналу ( проценти операторам напилення, слюсарам-механікам, КМ-мам)', 0),
(34, 'Агентські', 26, 2, 0, 'project', '', 0),
(35, 'Заробітна плата', 29, 2, 0, 'month', 'ЗП(ставки) іншому персоналу', 0),
(36, 'Транспорт', 29, 2, 0, 'month', 'Транспорт, який не відноситься до проектів\r\n', 0),
(37, 'Утримання обладнання (в т.ч ремонт)', 29, 2, 0, 'month', 'Промивки для апаратів, розхідні матеріали на утримання, конмервація і т.д', 0),
(38, 'Проценти за проект', 33, 2, 0, 'project', '', 0),
(39, 'Відрядні', 33, 2, 0, 'project', '', 0),
(40, 'Інші змінні', 25, 2, 0, 'project', '', 0),
(41, 'Інші виробничі періоду', 29, 2, 0, 'month', '', 0),
(42, 'Зарплата адмін.персоналу\r\n', 44, 2, 0, 'month', '', 0),
(43, 'Відрядні керівництва\r\n', 44, 2, 0, 'month', '', 0),
(44, 'Адміністративні ( 3 рівень )', 0, 2, 5, 'month', '', 0),
(45, 'Утримання транспорту\r\n', 44, 2, 0, 'month', 'Автомобілі і поїздки менеджмент центру', 0),
(46, 'Оренда офісу\r\n', 44, 2, 0, 'month', 'Офіси менеджмент центру', 0),
(64, 'Продаж обладнання', 20, 1, 0, 'project', '', 0),
(48, 'Програми і сервіси', 44, 2, 0, 'month', '', 0),
(49, 'Інші адміністративні\r\n', 44, 2, 0, 'month', '', 0),
(50, 'Витрати на просування і ( 4 рівень ) ', 0, 2, 6, 'month', '', 0),
(51, 'ЗП та проценти для менеджерів відділу продаж\r\n', 50, 2, 0, 'month', '', 0),
(52, 'Реклама', 50, 2, 0, 'month', '', 0),
(53, 'Виставки', 50, 2, 0, 'month', '', 0),
(54, 'ЗП та проценти відділу маркетингу', 50, 2, 0, 'month', '', 0),
(55, 'Виставки', 50, 2, 0, 'month', '', 0),
(56, 'Інші витрати на просування', 50, 2, 0, 'month', '', 0),
(57, 'Охорона', 29, 2, 0, 'month', 'в т.ч. собаки\r\n', 0),
(58, 'Податки', 61, 2, 0, 'month', '', 0),
(59, 'Амортизація', 61, 2, 0, 'month', '', 0),
(60, 'Інші', 61, 2, 0, 'month', '', 0),
(61, 'Витрати 5 рівня', 0, 2, 7, 'month', '6.1. Податки\r\n6.2. Амортизація\r\n6.3. Інші\r\n', 0),
(62, 'Інвестиції', 0, 2, 8, 'month', '', 0),
(65, 'Продаж бізнесу', 20, 1, 0, 'project', '', 0),
(66, 'Продаж франшизи', 20, 1, 0, 'project', '', 0),
(67, 'Послуга', 20, 1, 0, 'project', '', 8),
(68, 'Теплогідроізоляція', 67, 1, 0, 'project', '', 8),
(69, 'Інші  роботи', 67, 1, 0, 'project', '', 0),
(70, 'Продаж компонентів\r\n', 20, 1, 0, 'project', '', 0),
(71, 'Сервіс обладнання', 20, 1, 0, 'project', '', 0),
(72, 'Дохід', 0, 1, 0, 'project', '', 100);

-- --------------------------------------------------------

--
-- Структура таблиці `fin_contractors`
--

CREATE TABLE `fin_contractors` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `phone` varchar(255) NOT NULL,
  `user_id` int(11) NOT NULL,
  `options` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_contractors`
--

INSERT INTO `fin_contractors` (`id`, `name`, `address`, `phone`, `user_id`, `options`) VALUES
(6, 'Олег Король', '', '', 6, 'Король Олег Король '),
(5, 'Богдан Прилипко', '', '', 5, 'Богдан Прилипко Богдан Юрійович Богдан Юриевич'),
(4, 'Олександр Мацук', '', '', 4, 'Мацук ОР Олександр Романович'),
(7, 's', '', '380111111111', 150, 's'),
(8, 'Ім\'я', '', '380111111112', 151, 'Ім\'я'),
(9, 'Ім\'я', '', '380111111113', 152, 'Ім\'я'),
(10, 'Ім\'я', '', '380111111114', 153, 'Ім\'я'),
(11, 'Ім\'я', '', '380111111115', 154, 'Ім\'я'),
(12, 'Ім\'я', '', '380111111116', 155, 'Ім\'я'),
(13, 'Ім\'я', '', '380111111117', 156, 'Ім\'я'),
(14, 'Ім\'я', '', '380111111118', 157, 'Ім\'я'),
(15, 's Прізвище', '', '380111111111', 158, 's Прізвище'),
(16, 'Ім\'я Прізвище', '', '380111111112', 159, 'Ім\'я Прізвище'),
(17, 'Ім\'я Прізвище', '', '380111111113', 160, 'Ім\'я Прізвище'),
(18, 'Ім\'я Прізвище', '', '380111111114', 161, 'Ім\'я Прізвище'),
(19, 'Ім\'я Прізвище', '', '380111111115', 162, 'Ім\'я Прізвище'),
(20, 'Ім\'я Прізвище', '', '380111111116', 163, 'Ім\'я Прізвище'),
(21, 'Ім\'я Прізвище', '', '380111111117', 164, 'Ім\'я Прізвище'),
(22, 'Ім\'я Прізвище', '', '380111111118', 165, 'Ім\'я Прізвище'),
(23, 's Прізвище', '', '380111111111', 166, 's Прізвище'),
(24, 'Ім\'я Прізвище', '', '380111111112', 167, 'Ім\'я Прізвище'),
(25, 'Ім\'я Прізвище', '', '380111111113', 168, 'Ім\'я Прізвище'),
(26, 'Ім\'я Прізвище', '', '380111111114', 169, 'Ім\'я Прізвище'),
(27, 'Ім\'я Прізвище', '', '380111111115', 170, 'Ім\'я Прізвище'),
(28, 'Ім\'я Прізвище', '', '380111111116', 171, 'Ім\'я Прізвище'),
(29, 'Ім\'я Прізвище', '', '380111111117', 172, 'Ім\'я Прізвище'),
(30, 'Ім\'я Прізвище', '', '380111111118', 173, 'Ім\'я Прізвище');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_contracts`
--

CREATE TABLE `fin_contracts` (
  `id` int(11) NOT NULL,
  `amount` float(10,2) NOT NULL,
  `date` int(11) NOT NULL,
  `number` varchar(11) NOT NULL,
  `contractor_id` int(11) NOT NULL,
  `product` varchar(255) NOT NULL,
  `type_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_contracts`
--

INSERT INTO `fin_contracts` (`id`, `amount`, `date`, `number`, `contractor_id`, `product`, `type_id`) VALUES
(1, 100000.00, 0, 'ДФ-220119', 0, '', 0),
(2, 28.00, 0, 'Ф231219-1', 0, '', 0),
(3, 0.00, 0, '№ДТ  200320', 0, '', 0);

-- --------------------------------------------------------

--
-- Структура таблиці `fin_credits`
--

CREATE TABLE `fin_credits` (
  `id` int(11) NOT NULL,
  `amount` float NOT NULL,
  `currency` varchar(10) NOT NULL,
  `type_id` int(11) NOT NULL,
  `contractor_id` int(11) NOT NULL,
  `department_id` int(11) NOT NULL,
  `percent` int(11) NOT NULL,
  `percent_amount` int(11) NOT NULL,
  `percent_type_id` int(11) NOT NULL,
  `percent_currency` varchar(11) NOT NULL,
  `percent_period` int(11) NOT NULL,
  `next_payment_date` int(11) NOT NULL,
  `end_date` int(11) NOT NULL,
  `percent_app_id` int(11) NOT NULL,
  `credit_app_id` int(11) NOT NULL,
  `comment` text NOT NULL,
  `responsible_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_departments`
--

CREATE TABLE `fin_departments` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `type` varchar(10) NOT NULL,
  `parent_department_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_departments`
--

INSERT INTO `fin_departments` (`id`, `name`, `type`, `parent_department_id`) VALUES
(1, 'Виробництво', 'main', 0),
(2, 'Франшиза', 'main', 0),
(3, 'Наглядова рада', '', 11),
(4, 'Директор', '', 11),
(5, 'Відділ продаж', '', 11),
(6, 'Відділ розвитку', '', 11),
(7, 'Фінансовий відділ', '', 11),
(8, 'Послуга', 'main', 0),
(9, 'Склад', 'main', 0),
(10, 'Маркетинг', '', 11),
(11, 'Менеджмент центр', 'main', 0);

-- --------------------------------------------------------

--
-- Структура таблиці `fin_machines`
--

CREATE TABLE `fin_machines` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `type_id` int(11) NOT NULL,
  `price` float(10,2) NOT NULL,
  `currency` varchar(3) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_machine_blocks`
--

CREATE TABLE `fin_machine_blocks` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_machine_types`
--

CREATE TABLE `fin_machine_types` (
  `id` int(11) NOT NULL,
  `type` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_name_to_profession`
--

CREATE TABLE `fin_name_to_profession` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `profession_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_name_to_profession`
--

INSERT INTO `fin_name_to_profession` (`id`, `user_id`, `profession_id`) VALUES
(4, 4, 12);

-- --------------------------------------------------------

--
-- Структура таблиці `fin_notifications`
--

CREATE TABLE `fin_notifications` (
  `id` int(11) NOT NULL,
  `text` text NOT NULL,
  `user_id` int(11) NOT NULL,
  `date` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_operations`
--

CREATE TABLE `fin_operations` (
  `id` int(11) NOT NULL,
  `department1_id` int(11) NOT NULL,
  `department2_id` int(11) NOT NULL,
  `amount1` float(20,2) NOT NULL,
  `amount2` float(20,2) NOT NULL,
  `currency1` varchar(3) NOT NULL,
  `currency2` varchar(10) NOT NULL,
  `operation_type_id` varchar(10) NOT NULL,
  `wallet1_id` int(10) NOT NULL,
  `wallet2_id` int(10) NOT NULL,
  `wallet_1_checkout` float(10,2) NOT NULL,
  `wallet_2_checkout` float(10,2) NOT NULL,
  `contractor1_id` int(10) NOT NULL,
  `contractor2_id` int(10) NOT NULL,
  `app_id` int(10) NOT NULL,
  `project_id` int(10) NOT NULL,
  `rate` float NOT NULL,
  `comment` text NOT NULL,
  `date` int(11) NOT NULL,
  `human_date` varchar(10) NOT NULL,
  `article_id` int(11) NOT NULL,
  `bank_operation_id` varchar(20) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_operation_type`
--

CREATE TABLE `fin_operation_type` (
  `id` int(11) NOT NULL,
  `name` varchar(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_operation_type`
--

INSERT INTO `fin_operation_type` (`id`, `name`) VALUES
(1, 'Доходи'),
(2, 'Витрати'),
(3, 'Переміщення'),
(4, 'Отримання к');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_plan_facts`
--

CREATE TABLE `fin_plan_facts` (
  `id` int(11) NOT NULL,
  `project_id` int(11) NOT NULL,
  `currency` varchar(4) NOT NULL DEFAULT 'UAH',
  `responsible_id` int(11) NOT NULL COMMENT 'відповідальний',
  `away` int(11) NOT NULL,
  `training` int(11) NOT NULL,
  `fact_by_plan` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_plan_facts`
--

INSERT INTO `fin_plan_facts` (`id`, `project_id`, `currency`, `responsible_id`, `away`, `training`, `fact_by_plan`) VALUES
(1, 2, 'UAH', 0, 0, 0, 1);

-- --------------------------------------------------------

--
-- Структура таблиці `fin_plan_fact_params`
--

CREATE TABLE `fin_plan_fact_params` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `value` varchar(255) NOT NULL,
  `type` text NOT NULL COMMENT 'plan_fact',
  `plan_fact_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_plan_fact_products`
--

CREATE TABLE `fin_plan_fact_products` (
  `id` int(11) NOT NULL,
  `plan_fact_id` int(11) NOT NULL,
  `type` varchar(5) NOT NULL,
  `product_id` int(11) NOT NULL,
  `amount` int(11) NOT NULL,
  `placement` varchar(100) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_plan_fact_workers`
--

CREATE TABLE `fin_plan_fact_workers` (
  `id` int(11) NOT NULL,
  `plan_fact_id` int(11) NOT NULL,
  `type` varchar(5) NOT NULL,
  `worker_id` int(11) NOT NULL,
  `amount` int(11) NOT NULL,
  `currency` varchar(4) NOT NULL,
  `placement` varchar(100) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_prices`
--

CREATE TABLE `fin_prices` (
  `id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL,
  `price_type` varchar(25) NOT NULL COMMENT '1 - для зовнішнього ринку в роздріб, 2 - для зовнішнього ринку оптом, 3- для франчизі в роздріб, 4 - для франчизі оптом',
  `price` float(10,2) NOT NULL,
  `currency` varchar(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_products`
--

CREATE TABLE `fin_products` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL COMMENT 'видалити',
  `type_id` int(11) NOT NULL,
  `price` float(10,2) NOT NULL COMMENT 'видалити',
  `currency` varchar(3) NOT NULL COMMENT 'видалити',
  `has_parts` int(1) NOT NULL COMMENT '1 - неділима деталь, 2 - має частини',
  `department_id` int(11) NOT NULL,
  `storage_name_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_profession`
--

CREATE TABLE `fin_profession` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `subordination` int(11) NOT NULL,
  `access` varchar(255) NOT NULL,
  `department_id` int(11) NOT NULL,
  `salary_amount` float(10,2) NOT NULL,
  `salary_currency` varchar(3) NOT NULL,
  `work_days` varchar(40) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_profession`
--

INSERT INTO `fin_profession` (`id`, `name`, `subordination`, `access`, `department_id`, `salary_amount`, `salary_currency`, `work_days`) VALUES
(1, 'Власник', 0, '1, 2, 3, 4, 5, 24, 38, 39, 20, 46, 47, 48, 49, 55, 30, 35, 45, 7, 8, 9, 10, 27, 40, 41, 42, 31, 17, 18, 19, 22, 50, 32, 43, 44, 16, 34, 15, 13, 14', 3, 25000.00, 'UAH', '1,2,3,4,5'),
(2, 'Директор', 1, '25, 26, 36, 1, 2, 3, 4, 5, 6, 24, 56, 38, 39, 20, 46, 47, 48, 49, 55, 30, 35, 45, 52, 21, 7, 8, 9, 10, 11, 27, 40, 41, 42, 31, 17, 18, 19, 22, 50, 57, 58, 59, 60, 53, 32, 51, 43, 44, 16, 34, 15, 54, 13, 14', 4, 21000.00, 'UAH', '1,2,3,4,5'),
(3, 'Маркетинг директор', 2, '1, 2, 3, 4, 38, 39, 20, 7, 8, 9, 40, 41, 42, 13, 14', 10, 6000.00, 'UAH', '1,2,3,4,5'),
(4, 'Відеооператор', 3, '1, 2, 39, 7, 8, 9, 40, 41, 42, 13', 10, 1000.00, 'USD', '1,2,3,4,5'),
(5, 'РОП', 2, '1, 2, 3, 4, 38, 39, 20, 35, 45, 52, 7, 8, 40, 41, 42, 17, 19, 50, 32, 51, 43, 16, 34, 13, 14', 5, 8000.00, 'UAH', '1,2,3,4,5'),
(6, 'Менеджер відділу продажів', 5, '1, 2, 39, 20, 35, 45, 52, 17, 19, 50, 32, 51, 43, 16, 34', 5, 8000.00, 'UAH', '1,2,3,4,5'),
(7, 'КМ', 2, '1, 2, 39, 20, 7, 8, 40, 41, 42, 32, 51, 43, 44, 16, 34, 13', 8, 10000.00, 'UAH', '1,2,3,4,5'),
(8, 'оператор напилення', 7, '1, 2, 39, 7, 8, 40, 41, 42, 32, 44, 16, 34, 13', 8, 15000.00, 'UAH', '1,2,3,4,5'),
(9, 'Начальник виробництва', 2, '1, 2, 3, 4, 38, 39, 35, 45, 52, 7, 8, 9, 40, 41, 42, 17, 18, 19, 22, 50, 16, 34, 13, 14', 1, 11000.00, 'UAH', '1,2,3,4,5,6'),
(10, 'Слюсар-механік', 9, '1, 2, 39, 7, 8, 40, 41, 42, 13', 1, 10000.00, 'UAH', '1,2,3,4,5'),
(11, 'Зав.складу', 2, '1, 2, 39, 7, 8, 40, 41, 42, 16, 34, 13', 9, 10000.00, 'UAH', '1,2,3,4,5'),
(12, 'Фін.директор', 2, '25, 26, 36, 1, 2, 3, 4, 5, 6, 24, 56, 38, 39, 20, 46, 47, 48, 49, 55, 30, 35, 45, 52, 21, 7, 8, 9, 10, 11, 27, 40, 41, 42, 31, 17, 18, 19, 22, 50, 57, 58, 59, 60, 53, 32, 51, 43, 44, 16, 34, 15, 54, 13, 14', 11, 21000.00, 'UAH', '1,2,3,4,5'),
(13, 'Конструктор', 9, '1, 2, 39, 35, 45, 7, 8, 40, 41, 42, 17, 18, 19, 22, 13', 1, 0.00, 'UAH', '1,2,3,4,5'),
(14, 'Бухгалтер', 2, '1, 2, 3, 5, 39, 7, 8, 40, 41, 42, 13', 11, 0.00, 'UAH', '1,2,3,4,5'),
(15, 'Директор по системі якості', 0, '1, 2, 39, 7, 8, 9, 40, 41, 42', 11, 17000.00, 'UAH', '1,2,3,4,5'),
(16, 'Комерційний директор', 2, '1, 2, 3, 4, 24, 38, 39, 46, 47, 48, 49, 55, 30, 7, 8, 9, 27, 40, 41, 42, 31, 13, 14', 0, 1300.00, 'USD', '1,2,3,4,5'),
(17, 'РКМ', 2, '1, 2, 3, 4, 38, 39, 30, 7, 8, 9, 40, 41, 42, 57, 32, 51, 43, 44, 16, 34, 13, 14', 8, 21000.00, 'UAH', '1,2,3,4,5'),
(18, 'Різноробочий', 7, '', 8, 0.00, '', '');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_projects`
--

CREATE TABLE `fin_projects` (
  `id` int(11) NOT NULL,
  `name` varchar(255) CHARACTER SET ucs2 NOT NULL,
  `contract_id` int(10) NOT NULL,
  `date` int(10) NOT NULL,
  `department_id` int(11) NOT NULL,
  `products_id` varchar(11) NOT NULL,
  `status` varchar(11) NOT NULL,
  `end_date` int(11) NOT NULL,
  `comment` text NOT NULL,
  `options` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_projects`
--

INSERT INTO `fin_projects` (`id`, `name`, `contract_id`, `date`, `department_id`, `products_id`, `status`, `end_date`, `comment`, `options`) VALUES
(1, 'Днепр - Ангар', 1, 0, 8, '0', '0', 0, '', ''),
(2, 'Херсон - дом', 2, 0, 1, '0', 'in work', 0, '', '');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_project_items`
--

CREATE TABLE `fin_project_items` (
  `id` int(11) NOT NULL,
  `storage_name_id` int(11) NOT NULL,
  `price` float(20,2) NOT NULL,
  `amount` int(10) NOT NULL,
  `project_id` int(11) NOT NULL,
  `block_id` int(11) NOT NULL,
  `product_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_salary`
--

CREATE TABLE `fin_salary` (
  `id` int(11) NOT NULL,
  `amount` int(11) NOT NULL,
  `currency` varchar(3) NOT NULL,
  `profession_id` int(11) NOT NULL,
  `work_days_in_week` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_specification`
--

CREATE TABLE `fin_specification` (
  `id` int(11) NOT NULL,
  `storage_name_id` int(11) NOT NULL,
  `production_product_id` int(11) NOT NULL,
  `amount` int(11) NOT NULL,
  `block_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_status`
--

CREATE TABLE `fin_status` (
  `id` int(11) NOT NULL,
  `name` varchar(40) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_status`
--

INSERT INTO `fin_status` (`id`, `name`) VALUES
(1, 'нова'),
(2, 'частково передано для оплати'),
(3, 'одобрено'),
(4, 'передано для оплати'),
(5, 'оплачено'),
(6, 'відхилено'),
(7, 'частково оплачена');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_storage`
--

CREATE TABLE `fin_storage` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `department_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_storage`
--

INSERT INTO `fin_storage` (`id`, `name`, `department_id`) VALUES
(1, 'Виробництво', 1),
(2, 'Склад', 9),
(3, 'Послуга', 8),
(4, 'Послуга (пост1)', 8),
(5, 'Послуга (пост2)', 8),
(6, 'Склад готової продукції', 1);

-- --------------------------------------------------------

--
-- Структура таблиці `fin_storage_applications`
--

CREATE TABLE `fin_storage_applications` (
  `id` int(11) NOT NULL,
  `storage_id` int(11) NOT NULL,
  `project_id` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `author_id` int(11) NOT NULL,
  `date_for` int(11) NOT NULL,
  `department_id` int(11) NOT NULL,
  `status` varchar(10) NOT NULL,
  `source` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_storage_application_names`
--

CREATE TABLE `fin_storage_application_names` (
  `id` int(11) NOT NULL,
  `storage_name_id` int(11) NOT NULL,
  `amount` int(11) NOT NULL,
  `storage_application_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_storage_items`
--

CREATE TABLE `fin_storage_items` (
  `id` int(11) NOT NULL,
  `storage_name_id` int(11) NOT NULL,
  `buy_price` float(20,2) NOT NULL,
  `amount` int(10) NOT NULL,
  `storage_id` int(11) NOT NULL,
  `last_change_date` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_storage_items_checkout`
--

CREATE TABLE `fin_storage_items_checkout` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `storage_name_id` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `amount` float(30,2) NOT NULL,
  `storage_operation_id` int(11) NOT NULL,
  `comment` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_storage_names`
--

CREATE TABLE `fin_storage_names` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `unit_id` int(10) NOT NULL,
  `buy_price` float(20,2) NOT NULL,
  `currency` varchar(4) NOT NULL,
  `amount` int(10) NOT NULL,
  `description` varchar(255) NOT NULL,
  `storage_id` int(11) NOT NULL,
  `type_id` int(11) NOT NULL,
  `supplier_id` int(11) NOT NULL COMMENT 'ід контрагента ( поставщика) '
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_storage_operations`
--

CREATE TABLE `fin_storage_operations` (
  `id` int(11) NOT NULL,
  `price` float(10,2) NOT NULL,
  `amount` int(11) NOT NULL,
  `storage_name_id` int(11) NOT NULL,
  `storage_operation_type_id` varchar(10) NOT NULL COMMENT '1 - прихід, 2 - розхід, 3 - переміщення, 4 -відкладена доставка',
  `storage_id_1` int(10) NOT NULL,
  `storage_id_2` int(10) NOT NULL,
  `project_id` int(10) NOT NULL,
  `comment` text NOT NULL,
  `date` int(11) NOT NULL,
  `operation_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `fin_types`
--

CREATE TABLE `fin_types` (
  `id` int(11) NOT NULL,
  `type` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_types`
--

INSERT INTO `fin_types` (`id`, `type`) VALUES
(1, 'готівка'),
(2, 'безнал'),
(3, 'ФОП'),
(4, 'готівка / безгот / невідомо');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_units`
--

CREATE TABLE `fin_units` (
  `id` int(11) NOT NULL,
  `name` varchar(10) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_units`
--

INSERT INTO `fin_units` (`id`, `name`) VALUES
(1, 'шт'),
(2, 'гр'),
(3, 'м'),
(4, 'мм'),
(5, 'комплект'),
(6, 'кг');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_users`
--

CREATE TABLE `fin_users` (
  `id` int(11) NOT NULL,
  `login` varchar(100) NOT NULL,
  `password` varchar(100) NOT NULL,
  `name` varchar(255) NOT NULL,
  `surname` varchar(255) NOT NULL,
  `email` varchar(100) NOT NULL,
  `phone` varchar(15) NOT NULL,
  `telegram_chat_id` int(11) NOT NULL,
  `status` varchar(11) NOT NULL,
  `language` varchar(3) NOT NULL,
  `last_activity` int(11) NOT NULL,
  `human_last_activity` varchar(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_users`
--

INSERT INTO `fin_users` (`id`, `login`, `password`, `name`, `surname`, `email`, `phone`, `telegram_chat_id`, `status`, `language`, `last_activity`, `human_last_activity`) VALUES
(4, 'San4ez_mc', 'a6fa3b634e199dc84dc4f43d79ec59a669f45391', 'Олександр', 'Мацук', '', '', 345126254, 'active', 'ua', 1588947487, '08.05.2020'),
(72, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(71, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(70, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(69, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(68, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(67, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(66, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(65, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(64, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(63, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(62, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(61, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(59, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(60, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(80, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(79, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(78, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(77, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(76, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(75, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(74, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(73, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(81, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(82, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(83, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(84, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(85, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(86, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(87, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(88, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(89, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(90, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(91, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(92, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(93, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(94, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(95, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(96, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(97, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(98, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(99, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(100, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(101, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(102, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(103, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(104, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(105, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(106, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(107, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(108, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(109, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(110, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(111, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(112, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(113, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(114, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(115, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(116, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(117, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(118, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(119, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(120, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(121, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(122, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(123, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(124, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(125, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(126, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(127, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(128, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(129, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(130, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(131, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(132, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(133, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(134, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(135, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(136, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(137, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(138, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(139, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(140, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(141, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(142, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(143, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(144, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(145, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(146, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(147, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(148, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(149, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(150, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(151, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(152, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(153, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(154, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(155, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(156, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(157, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(158, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(159, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(160, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(161, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(162, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(163, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(164, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(165, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, ''),
(166, '', '', 's', 'Прізвище', 'test@test.ua', '380111111111', 0, 'active', 'ua', 0, ''),
(167, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111112', 0, 'active', 'ua', 0, ''),
(168, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111113', 0, 'active', 'ua', 0, ''),
(169, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111114', 0, 'active', 'ua', 0, ''),
(170, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111115', 0, 'active', 'ua', 0, ''),
(171, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111116', 0, 'active', 'ua', 0, ''),
(172, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111117', 0, 'active', 'ua', 0, ''),
(173, '', '', 'Ім\'я', 'Прізвище', 'test@test.ua', '380111111118', 0, 'active', 'ua', 0, '');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_wallets`
--

CREATE TABLE `fin_wallets` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `currency` varchar(10) NOT NULL,
  `user_id` int(11) NOT NULL,
  `type_id` int(10) NOT NULL,
  `checkout` float(10,2) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_wallets`
--

INSERT INTO `fin_wallets` (`id`, `name`, `currency`, `user_id`, `type_id`, `checkout`) VALUES
(16, 'ОР - грн', 'UAH', 4, 1, -4063.40),
(17, 'ОР - дол', 'USD', 4, 1, 50.00);

-- --------------------------------------------------------

--
-- Структура таблиці `fin_wallets_checkout`
--

CREATE TABLE `fin_wallets_checkout` (
  `id` int(11) NOT NULL,
  `wallet_id` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `human_date` varchar(10) NOT NULL,
  `amount` float(30,2) NOT NULL,
  `type` varchar(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `fin_wallets_checkout`
--

INSERT INTO `fin_wallets_checkout` (`id`, `wallet_id`, `date`, `human_date`, `amount`, `type`) VALUES
(16, 16, 1577836800, '01.01.2020', 1477.00, 'start'),
(26582, 17, 1583013600, '01.03.2020', 0.00, 'month');

-- --------------------------------------------------------

--
-- Структура таблиці `fin_workers_hours`
--

CREATE TABLE `fin_workers_hours` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `date` int(11) NOT NULL,
  `human_date` varchar(11) NOT NULL,
  `hours` int(11) NOT NULL,
  `comment` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `fin_accesses`
--
ALTER TABLE `fin_accesses`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_accruals`
--
ALTER TABLE `fin_accruals`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_applications`
--
ALTER TABLE `fin_applications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `category` (`category`),
  ADD KEY `status_id` (`status_id`),
  ADD KEY `author_id` (`author_id`),
  ADD KEY `department_id` (`department_id`),
  ADD KEY `expense_list_id` (`article_id`),
  ADD KEY `type_id` (`type_id`),
  ADD KEY `project_id` (`project_id`);

--
-- Індекси таблиці `fin_application_repeat`
--
ALTER TABLE `fin_application_repeat`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_articles`
--
ALTER TABLE `fin_articles`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_contractors`
--
ALTER TABLE `fin_contractors`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_contracts`
--
ALTER TABLE `fin_contracts`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_credits`
--
ALTER TABLE `fin_credits`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_departments`
--
ALTER TABLE `fin_departments`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_machines`
--
ALTER TABLE `fin_machines`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_machine_blocks`
--
ALTER TABLE `fin_machine_blocks`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_machine_types`
--
ALTER TABLE `fin_machine_types`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_name_to_profession`
--
ALTER TABLE `fin_name_to_profession`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_notifications`
--
ALTER TABLE `fin_notifications`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_operations`
--
ALTER TABLE `fin_operations`
  ADD PRIMARY KEY (`id`),
  ADD KEY `wallet1_id` (`wallet1_id`),
  ADD KEY `wallet2_id` (`wallet2_id`),
  ADD KEY `contractor1_id` (`contractor1_id`),
  ADD KEY `contractor1_id_2` (`contractor1_id`);

--
-- Індекси таблиці `fin_operation_type`
--
ALTER TABLE `fin_operation_type`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_plan_facts`
--
ALTER TABLE `fin_plan_facts`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_plan_fact_params`
--
ALTER TABLE `fin_plan_fact_params`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_plan_fact_products`
--
ALTER TABLE `fin_plan_fact_products`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_plan_fact_workers`
--
ALTER TABLE `fin_plan_fact_workers`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_prices`
--
ALTER TABLE `fin_prices`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_products`
--
ALTER TABLE `fin_products`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_profession`
--
ALTER TABLE `fin_profession`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_projects`
--
ALTER TABLE `fin_projects`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_project_items`
--
ALTER TABLE `fin_project_items`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_salary`
--
ALTER TABLE `fin_salary`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_specification`
--
ALTER TABLE `fin_specification`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_status`
--
ALTER TABLE `fin_status`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_storage`
--
ALTER TABLE `fin_storage`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_storage_applications`
--
ALTER TABLE `fin_storage_applications`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_storage_application_names`
--
ALTER TABLE `fin_storage_application_names`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_storage_items`
--
ALTER TABLE `fin_storage_items`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_storage_items_checkout`
--
ALTER TABLE `fin_storage_items_checkout`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_storage_names`
--
ALTER TABLE `fin_storage_names`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_storage_operations`
--
ALTER TABLE `fin_storage_operations`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_types`
--
ALTER TABLE `fin_types`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_units`
--
ALTER TABLE `fin_units`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_users`
--
ALTER TABLE `fin_users`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_wallets`
--
ALTER TABLE `fin_wallets`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_wallets_checkout`
--
ALTER TABLE `fin_wallets_checkout`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `fin_workers_hours`
--
ALTER TABLE `fin_workers_hours`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для збережених таблиць
--

--
-- AUTO_INCREMENT для таблиці `fin_accesses`
--
ALTER TABLE `fin_accesses`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=61;

--
-- AUTO_INCREMENT для таблиці `fin_accruals`
--
ALTER TABLE `fin_accruals`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11594;

--
-- AUTO_INCREMENT для таблиці `fin_applications`
--
ALTER TABLE `fin_applications`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=353;

--
-- AUTO_INCREMENT для таблиці `fin_application_repeat`
--
ALTER TABLE `fin_application_repeat`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_articles`
--
ALTER TABLE `fin_articles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=73;

--
-- AUTO_INCREMENT для таблиці `fin_contractors`
--
ALTER TABLE `fin_contractors`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT для таблиці `fin_contracts`
--
ALTER TABLE `fin_contracts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT для таблиці `fin_credits`
--
ALTER TABLE `fin_credits`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_departments`
--
ALTER TABLE `fin_departments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT для таблиці `fin_machines`
--
ALTER TABLE `fin_machines`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_machine_blocks`
--
ALTER TABLE `fin_machine_blocks`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_machine_types`
--
ALTER TABLE `fin_machine_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_name_to_profession`
--
ALTER TABLE `fin_name_to_profession`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT для таблиці `fin_notifications`
--
ALTER TABLE `fin_notifications`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_operations`
--
ALTER TABLE `fin_operations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_operation_type`
--
ALTER TABLE `fin_operation_type`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблиці `fin_plan_facts`
--
ALTER TABLE `fin_plan_facts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблиці `fin_plan_fact_params`
--
ALTER TABLE `fin_plan_fact_params`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_plan_fact_products`
--
ALTER TABLE `fin_plan_fact_products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_plan_fact_workers`
--
ALTER TABLE `fin_plan_fact_workers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_prices`
--
ALTER TABLE `fin_prices`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_products`
--
ALTER TABLE `fin_products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_profession`
--
ALTER TABLE `fin_profession`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT для таблиці `fin_projects`
--
ALTER TABLE `fin_projects`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблиці `fin_project_items`
--
ALTER TABLE `fin_project_items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_salary`
--
ALTER TABLE `fin_salary`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_specification`
--
ALTER TABLE `fin_specification`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_status`
--
ALTER TABLE `fin_status`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблиці `fin_storage`
--
ALTER TABLE `fin_storage`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблиці `fin_storage_applications`
--
ALTER TABLE `fin_storage_applications`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_storage_application_names`
--
ALTER TABLE `fin_storage_application_names`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_storage_items`
--
ALTER TABLE `fin_storage_items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_storage_items_checkout`
--
ALTER TABLE `fin_storage_items_checkout`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_storage_names`
--
ALTER TABLE `fin_storage_names`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_storage_operations`
--
ALTER TABLE `fin_storage_operations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `fin_types`
--
ALTER TABLE `fin_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT для таблиці `fin_units`
--
ALTER TABLE `fin_units`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT для таблиці `fin_users`
--
ALTER TABLE `fin_users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=174;

--
-- AUTO_INCREMENT для таблиці `fin_wallets`
--
ALTER TABLE `fin_wallets`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT для таблиці `fin_wallets_checkout`
--
ALTER TABLE `fin_wallets_checkout`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26620;

--
-- AUTO_INCREMENT для таблиці `fin_workers_hours`
--
ALTER TABLE `fin_workers_hours`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
