<style>
	table {
		margin-top: 15px;
	}

	td, th {
		padding: 10px;
	}
</style>
<h2 class="text-center">Лог</h2>
<h3>Лог</h3>

В табличках не сортує по даті<br/>

Додати пошук по контрагентах всюди<br/>

При редагуванні заявки зникають прикріплені файли - перевірити

додати кртілку коли загружаться файли

закріпити зверху панель в списку заявок

додати заявки по відділах

вивести оплачені заявки

не зберігає контрагента з бота

Зробити, щоб картинки конвертувалися в пдф для ТІ

В колонке склад додай возможность перемещения позиций и в спецификации тоже!

дати людям можливість бачити оплачені заявки

<a href="https://docs.google.com/spreadsheets/d/11Tw3ax5MXOdKupcFq-ZvBCFFc494K54gYcWK0ZwobiE/edit#gid=0">таблиця ідей і
	покращень</a>

