<div id="updates">
	<div class="row title_div">
		<div class="col-md-3"></div>
		<div class="col-md-6">
			<h3 class="text-center">Оновлення</h3>
		</div>
		<div class="col-md-3 title_div_icons"></div>
	</div>
	<table class="table table-striped">
		<thead class="thead-dark">
		<tr>
			<th>Дата</th>
			<th>Зміни</th>
		</tr>
		</thead>
		<tbody>
		<tr>
			<td>28.12.19</td>
			<td>Створено можливість додавання заявки, створено список заявок</td>
		</tr>
		<tr>
			<td>7.01.20</td>
			<td>Добавлено авторизацію, створено можливість робити заявки по трансферу з каси на касу</td>
		</tr>
		<tr>
			<td>10.01.20</td>
			<td>Розділено список заявок на ФОП, ТОВ. Добавлена структура працівників і можливість переглядати заявки
				свого
				департаменту. Добавлено підрахунок сум по заявках
			</td>
		</tr>
		<tr>
			<td>13.01.20</td>
			<td>Добавлено каси для всіх користувачів, додано можливість переглядати свої каси в меню. Створено базові
				таблиці по операціях. Баланс в касах змінюється на основі операцій
			</td>
		</tr>
		<tr>
			<td>14.01.20</td>
			<td>В заявках добавлено категорії і статуси, фільтрацію по категоріях, можливість підготувати заявки до
				оплати
			</td>
		</tr>
		<tr>
			<td>15.01.20</td>
			<td>Добавлено можливість додати операції витратні, дохідні і операції переміщення
			</td>
		</tr>
		<tr>
			<td>16.01.20</td>
			<td>Добавлено можливість сортування всіх таблиць на сайті ( щоб сортувати потрібно натиснути на заголовок
				таблиці ), оновлено меню
			</td>
		</tr>
		<tr>
			<td>17.01.20</td>
			<td>Для директора додано можливість переглядати операції всіх співробітників
			</td>
		</tr>
		<tr>
			<td>19.01.20</td>
			<td>Додано можливість завантажувати рахунки прямо в заявки, створено розділи "одобрені заявки" та "одобрені
				заявки(ТОВ)" для бухгалтера,
				при одобренні заявки відправляється автоматично лист на пошту бухгалтера і директора, добавлені функції
				"одобити заявку", "передати на оплату" і "оплатити" при яких створюються відповідні операції переміщення
				чи
				витрат, знято відеоінструкцію про подавання заявок
			</td>
		</tr>
		<tr>
			<td>20.01.20</td>
			<td>Знято і розміщено відеоінструкції по всіх основних сторінках
			</td>
		</tr>
		<tr>
			<td>21.01.20</td>
			<td>Створено фінансового чат бота в Телеграмі для отримання інформації з системи і додавання операцій
				приходу і
				розходу
			</td>
		</tr>
		<tr>
			<td>22.01.20</td>
			<td>Додано склад по виробництву і специфікацію на апарат
			</td>
		</tr>
		<tr>
			<td>23.01.20</td>
			<td>Занесено базову інвентаризацію по апарату s9000
			</td>
		</tr>
		<tr>
			<td>24.01.20</td>
			<td>Додано можливість змінювати блоки обладнання в специфікації, створені сторінки прогресу по апаратах
			</td>
		</tr>
		<tr>
			<td>26.01.20</td>
			<td>В бот додана можливість додавання мультиоперацій, доповнено команди /help, додано /wallets i /my_wallets
			</td>
		</tr>
		<tr>
			<td>27.01.20</td>
			<td>Додано текстовий регламент подачі заявки, можливість змінювати специфікацію, додавати зі складу і
				редагувати
				там позиції, додано можливість додавати проекти з вибором продуктів компанії
			</td>
		</tr>
		<tr>
			<td>28.01.20</td>
			<td>Додано можливість видаляти заявки, можливість додавати позиції на склад, удосконалено систему доступів,
				можливість видаляти операції, телеграм бот відправляє сповіщення в чат, якщо отримана нова заявка з
				Виробницва чи Послуги,
				В бот добавлено нижнє меню
			</td>
		</tr>
		<tr>
			<td>29.01.20</td>
			<td>Додано можливість інвентаризації на складі + можливість скопіювати специфікацію, створено перші графіки
				по
				заявках
			</td>
		</tr>
		<tr>
			<td>30.01.20</td>
			<td>Додано графіки по заявках, додано можливість створювати повторювані заявки
			</td>
		</tr>
		<tr>
			<td>30.01.20</td>
			<td>Додано механізм автоматичного створення повторних заявок
			</td>
		</tr>
		<tr>
			<td>31.01.20</td>
			<td>Виведено графіки по операціях
			</td>
		</tr>
		<tr>
			<td>03.02.20</td>
			<td>Переписано бота, додано можливість добавляти контрагентів і проекти, а також пошук по ключових словах
				контрагентів і проектів в боті
			</td>
		</tr>
		<tr>
			<td>03.02.20</td>
			<td>Розведено таблиці найменувань і кількостей. Покращено сторінку склади
			</td>
		</tr>
		<tr>
			<td>04.02.20</td>
			<td>Добавлено можливість редагування найменувань товарів на складі, виведено по складах суми і дати
				останньіх
				змін, в специфікації в проекті відмічається червоним деталі, яких на складі менше ніж потрібно для
				проекту,
				додана можливість автоматично створювати заявки на ці деталі, прогрес по проекту змінюється залежно від
				к-сті деталей переміщених в проект
			</td>
		</tr>
		<tr>
			<td>05.02.20</td>
			<td>Покращено таблицю специфікацій
			</td>
		</tr>
		<tr>
			<td>06.02.20</td>
			<td>Виправлено помилки в специфікаціях і розділі "Виробництво"
			</td>
		</tr>
		<tr>
			<td>07.02.20</td>
			<td>Добавлено можливість додавання товарів на склад через закупку (додавання операції витрати)
			</td>
		</tr>
		<tr>
			<td>10.02.20</td>
			<td>Закріплено меню заявок при скролінгу
			</td>
		</tr>
		<tr>
			<td>11.02.20</td>
			<td>Зроблено мобільну вьорстку на більшості сторінок + мобільне меню для телефонів, виведено окремо списки
				проплачених і одобрених заявок як особистих, так і заявок департаменту, виведено список кредитів
			</td>
		</tr>
		<tr>
			<td>12.02.20</td>
			<td>Переписано і покращено механізми обліку операцій, змінені сторінки операцій, додано можливість змінювати
				в
				операціях номер заявки і статтю розходів, оптимізовано js файли
			</td>
		</tr>
		<tr>
			<td>13.02.20</td>
			<td>В таблиці операцій добавлено щотиженеві і щомісячні фіксації сум, фіксації відбуваються автоматично
				щовівторка і кожного 1 числа місяця
			</td>
		</tr>
		<tr>
			<td>17.02.20</td>
			<td>Додано можливість пошуку по контрагентах в додаваннях операцій приходу і розходу і пошук по заявках в
				операціях витрати
			</td>
		</tr>
		<tr>
			<td>18.02.20</td>
			<td>Додано можливість пошуку по назві в списках операцій, заблоковано можливість входу в систему для
				звільнених
				користувачів, додано перші шаблони план фактів
			</td>
		</tr>
		<tr>
			<td>19.02.20</td>
			<td>В бот додано виведення курсу валют, при оплаті, одобренні чи позначенні як оплачено заявку автору
				відправляється сповіщення в телеграм
			</td>
		</tr>
		<tr>
			<td>20.02.20</td>
			<td>Автовибір каси в операції переміщення, вивід к-сті позицій в специфікаціях
			</td>
		</tr>
		<tr>
			<td>21.02.20</td>
			<td>Виведено сторінку доступів, виведено дерева статтей доходів і розходів з можливістю змінювати ієрархію,
				створено детальну ієрархію по статтях доходів і розходів, в додаваннях розходів виведено деталізовану
				ієрархію
			</td>
		</tr>
		<tr>
			<td>25.02.20</td>
			<td>Інтеграція з Приват24, отримання автоматично всіх операцій з Приват24, виведено баланс по ТОВ в телеграм
				бот
			</td>
		</tr>
		<tr>
			<td>26.02.20</td>
			<td>Бухгалтеру приходять сповіщення про нові заявки до оплати в телеграм, зроблено зріз по компанії, в
				операції
				виведено департаменти
			</td>
		</tr>
		<tr>
			<td>27.02.20</td>
			<td>Добавлено термінові заявки, сповіщення про які одразу приходить директору
			</td>
		</tr>
		<tr>
			<td>28.02.20</td>
			<td>Добавлено перевірки чи введено котрагента в операціях, додано можливість коментування директором заявок,
				виведено кольорові позначення для операцій, змінено основний шрифт на кращий, додано можливість
				редагувати
				дати в операціях, додано можливість з заявок оплачувати частину суми
			</td>
		</tr>
		<tr>
			<td>2.03.20</td>
			<td>Додано двомовність в меню і сторінку заявок. В чатбот виведено виписку з безналу
			</td>
		</tr>
		<tr>
			<td>3.03.20</td>
			<td>Додано можливість додавання кредиту, виведено актуальні кредити в компанії
			</td>
		</tr>
		<tr>
			<td>4.03.20</td>
			<td>Заявки можна фільтрувати по датах, по замовчуванню виводяться за поточний фінансовий тиждень
			</td>
		</tr>
		<tr>
			<td>5.03.20</td>
			<td>Виведено години роботи по кожному співробітнику
			</td>
		</tr>
		<tr>
			<td>6.03.20</td>
			<td>Виведено ставки по кожному співробітнику, від зміни годин роботи змінюється нарахована сума ставки,
				розділено можливість додавання проектів по департаментах, оновлено доступи до меню
			</td>
		</tr>
		<tr>
			<td>7.03.20</td>
			<td>Додано пошук по заявках по номеру і ключових словах і можливість відхилити заявку, розділено зріз по
				компанії по місяцях
			</td>
		</tr>
		<tr>
			<td>9.03.20</td>
			<td>Дороблено зріз по компанії, вираховуються маржинальності
			</td>
		</tr>
		<tr>
			<td>11.03.20</td>
			<td>Дороблено зовнішній вигляд сторінки План Факт, виведено заявки на склад
			</td>
		</tr>
		<tr>
			<td>12.03.20</td>
			<td>З план факту добавлено можливість подавати заявку на склад, директорські коментарі відображаються в
				бухгалтера
			</td>
		</tr>
		<tr>
			<td>13.03.20</td>
			<td>Автоматичне оновлення виписки з Приват 24 кожні 15хв, автоматичне оновлення статусу заявок після кожної
				витрати
			</td>
		</tr>
		<tr>
			<td>14.03.20</td>
			<td>Виправлено помилки в ДДС
			</td>
		</tr>
		<tr>
			<td>16.03.20</td>
			<td>Добавлено таблицю прайсів, зроблено збереження план фактів, добавлено новий вид сповіщень
			</td>
		</tr>
		<tr>
			<td>17.03.20</td>
			<td>Дороблено додавання транспортних операцій в план факті
			</td>
		</tr>
		<tr>
			<td>18.03.20</td>
			<td>В план факті добавлений прорахунок маржинальності і зарплат для операторів, добавлена можливість
				редагувати
				прайси
			</td>
		</tr>
		<tr>
			<td>19.03.20</td>
			<td>Прайс підтягується в план факт,є можливість видаляти з план факту працівників і товари, виправлено
				помилки в
				прайсі
			</td>
		</tr>
		<tr>
			<td>20.03.20</td>
			<td>При надходженні на рахунок ТОВ в ПриватБанку приходить автоматичне сповіщення в фін.чат
			</td>
		</tr>
		<tr>
			<td>22.03.20</td>
			<td>Добавлено витратні матеріали в план факт, Нарахування по складу, зп і за проект добвлені в план факт
			</td>
		</tr>
		<tr>
			<td>27.03.20</td>
			<td>Добавлено редагування кредитів
			</td>
		</tr>
		<tr>
			<td>17.04.20</td>
			<td>Добавлено можливість додавання договорів при створенні проекту
			</td>
		</tr>
		<tr>
			<td>8.05.20</td>
			<td>Добавлено більш безпені методи запису інформації, змінено меню на виїзде в десктопній версії, добавлено
				можливість завантажувати і читати Excel файли, добавлена можливість завантажувати користувачів через
				Excel
			</td>
		</tr>
		<tr>
			<td>9.05.20</td>
			<td>Змінено дизайн сторінки заявок, добавлено нові статуси заявок
			</td>
		</tr>
		<tr>
			<td>10.05.20</td>
			<td>Добавлено плановані операції, можливість додавання планованої операції витрати
			</td>
		</tr>
		<tr>
			<td>12.05.20</td>
			<td>Виведено список департаментів, добавлено мультикористувацький режим
			</td>
		</tr>
		<tr>
			<td>20.05.20</td>
			<td>Виведено список договорів, виведено загальні начислення по компанії, виведено список контрагентів,
				добавлено шаблони для завантаження контрагентів і щомісячних операцій, виведено шаблони планованих
				операцій
			</td>
		</tr>
		<tr>
			<td>21.05.20</td>
			<td>Створено сторінку створення акаунта, сервіс перенесено на новий домен
			</td>
		</tr>
		<tr>
			<td>24.05.20</td>
			<td>Добавлено можливість отримання балансу з ПриватБанку та Монобанку по картам фіз.осіб, механізм додавання
				сповіщень, добавлено заголовок для браузера
			</td>
		</tr>
		<tr>
			<td>31.05.20</td>
			<td>Добавлено можливість отримання операцій з ПриватБанку та Монобанку по картам фіз.осіб, оновлено механізм
				додавання нових операцій, виведено кредитні ліміти по картах, змінено вигляд сторінки додавання заявок
			</td>
		</tr>
		<tr>
			<td>30.06.20</td>
			<td>Добавлено сайдбари для зручнішого і швидшого добавляння операцій і проектів, покращено сторінку відділу
				продаж
			</td>
		</tr>
		<tr>
			<td>10.07.20</td>
			<td>Додано можливість додавати власні гаманці з можливістю підключення до банкінгу Монобанку
			</td>
		</tr>
		<tr>
			<td>18.07.20</td>
			<td>Змінено стиль проектів відділу продаж, виведено планові і фактичні операції по проектах,
				добавлено можливість додавати планові операції, додано повзунов вірогідності операції,
				виправлено помилки в отриманні данних з ПриватБанку, виведено тип і назву акаунту
			</td>
		</tr>
		<tr>
			<td>19.07.20</td>
			<td>При додаванні нового кредиту тепер автоматично створюється нова заявка на її повернення і шаблон
				операції на
				її проценти, зроблено быльш безпечне додавання заявок, зроблено мультиакаунтність в кредитах, змінено
				дизайн
				сторінки
				додавання кредиту
			</td>
		</tr>

		<tr>
			<td>22.07.20</td>
			<td>Додано виведення нарахувань помісячно, додано можливість додавати і видаляти контрагентів в меню
				"контрагенти",
				додавання нарахувань виведено в бокову панель, замінено іконку основного меню, добавлені підказки
			</td>
		</tr>

		<tr>
			<td>23.07.20</td>
			<td>Виведено список шаблонів статтей доходів і розходів, добавлено можливість додавати статті з шаблонів
			</td>
		</tr>

		<tr>
			<td>25.07.20</td>
			<td>Покращено дизайн сторінки логіну, додано можливість редагувати і об'єднувати контрагентів
			</td>
		</tr>

		<tr>
			<td>25.07.20</td>
			<td>Виправлено помилки в отриманні даних з банкінгу Приват
			</td>
		</tr>

		<tr>
			<td>30.07.20</td>
			<td>Виправлено помилки в графіках по операціях і виведено графіки по здійсненим і планованим операціях на
				головну сторінку
			</td>
		</tr>

		<tr>
			<td>31.07.20</td>
			<td>Замінено шапку і підвал на всіх сторінках в меню, замінено іконки, оптимізовано головне меню,
				змінено виведення проектів для відділу продаж, виведено оплачену суму, суму, яка очікується і дату
				наступного запланованого платежу, змінено вивід операцій по проектах відділу продаж
			</td>
		</tr>

		<tr>
			<td>1.08.20</td>
			<td>Виведено коментарі до контрагентів, виправлено помилки в бокових панелях, заповнено дані по
				замовчуванню,
				змінено
				виведення помилок
			</td>
		</tr>

		<tr>
			<td>6.08.20</td>
			<td>Додано реєстрацію і вхід через Google, додано реферальну ссилку для акаунтів, для реєстрації інших
				працівників
			</td>
		</tr>

		<tr>
			<td>7.08.20</td>
			<td>Іконки додавання, редагування операцій і проектів на мобільних і планшетах виведено в правий нижній кут
				екрану для зручності, збільшено на мобільних і планшетах хедер і іконки в ньому, змінено дизайн списку
				департаментів, додано можливість видаляти статті, вивід статтей по департаментах, додано можливість
				приховувати чи показувати статті, перенесено кнопку шаблони, при переході на неї автоматично вибирається
				департамент, в меню виведено список посад
			</td>
		</tr>

		<tr>
			<td>8.08.20</td>
			<td>Покращено дизайн сторінки департаментів, виведено департаменти деревовидно, додано можливість додавати,
				видаляти департаменти і встановлювати для них видимість, в посадах виведено список співробтників, які
				там
				працюють, в списку співробітників виведено їхні посади
			</td>
		</tr>

		<tr>
			<td>10.08.20</td>
			<td>Покращено дизайн сторінки посад, додано можливість додавати і видаляти посади
			</td>
		</tr>

		<tr>
			<td>12.08.20</td>
			<td>Додано можливість закріпляти співробітників за посадами і відкріпляти їх. При реєстрації автоматично
				створюється департамент "Компанія", покращено алгоритм роботи фіксування сум в гаманцях, додано
				інструктуцію
				і можливість додавати карту приватбанку, додано можливість видаляти гаманці
			</td>
		</tr>

		<tr>
			<td>15.08.20</td>
			<td>Покращено алгоритм додавання контрактів, в контрактах добалено мультиакаунтність, змінено дизайн таблиці
				договорів, додано можливість видаляти договора, прописані департамент і посада, які створюються
				автоматично
				по замовчуванню при створенні акаунту, виправлено помилки в нових акаунтах в статтях і посадах,
				департамент
				по замовчуванню захищено від видалення, змінено дизайн основної сторінки складів, додано можливість
				додавати
				і видаляти склади, доперекладено меню, змінено іконки в нарахуваннях, виведено і обраховано плановані
				операції
			</td>
		</tr>

		<tr>
			<td>19.08.20</td>
			<td>Виправлено помилки в списках операцій і планованих операцій
			</td>
		</tr>

		<tr>
			<td>20.08.20</td>
			<td>Добавлено можливість додавати свій телеграм в програму
			</td>
		</tr>

		<tr>
			<td>31.08.20</td>
			<td>Статті в сайднавах погруповано по департаментах, і виведено згідно налаштувань, додано можливість
				працювати
				з деревом доданих підстаттей, виправлено помилки і змінено дизайн в плн факті, додано калькулятор для
				швидкого обрахунку операцій
			</td>
		</tr>

		<tr>
			<td>1.09.20</td>
			<td>В бокове меню додані іконки, змінено дизайн бокового меню
			</td>
		</tr>

		<tr>
			<td>3.09.20</td>
			<td>Додано можливість додавати і видаляти власні ідеї щодо покращення сервісу, а також голосувати за
				найкращі ідеї, які будуть потім реалізовані в програмі, сторінки оновлень і пропозицій виведено для
				незареєстрованих користувачів, виведено доступи до сторінок по департаментах
			</td>
		</tr>

		<tr>
			<td>4.09.20</td>
			<td>Додано можливість повідомляти про помилки в системі прям в системі, а також додано пункт меню зі
				стартовим відео
			</td>
		</tr>

		<tr>
			<td>5.09.20</td>
			<td>При відправці заявки тепер можна вказувати контрагента і чи оплатити напряму чи передати гроші автору
				заявки, змінено дизайн сторінки додавання заявки, при створенні заявки, яка має оплатитись напряму
				створюється відповідна планована операція в адресата заявки, при створенні заявки, по якій гроші мають
				передатися для роботи автору заявки - створюється операція переміщення і планована операція оплати в
				автора заявки, при створенні операції на сторінці операції тепер одразу перезавантажуються дані, додано
				можливість
				створювати операції переміщення, а також можна можна по курсу перемістити гроші між своїми гаманцями,
				прибрано зайві поля валюти з сайднавів
			</td>
		</tr>

		<tr>
			<td>5.09.20</td>
			<td>Додано підказки на сторінці кас
			</td>
		</tr>

		<tr>
			<td>7.09.20</td>
			<td>Додано автоматичне створення планованих операцій з шаблонів, додано можливість створювати шаблони
				операцій приходу, витрати і переміщення, бокове меню тепер відкривається не тільки при кліку на значок,
				а й при кліку на меню, при створенні департаменту в нього з'являються 3 "склади" для основних засобів,
				виведено частково баланс по компанії, змінено дизайн сторінки додавання кредитів, додано можливість
				давати гроші в борг(інвестувати)
			</td>
		</tr>
		<tr>
			<td>9.09.20</td>
			<td>
				Покращено функціонал FINEKO бота
			</td>
		</tr>
		<tr>
			<td>11.09.20</td>
			<td>
				Змінено дизайн бота FINEKO, додано можливість отримувати здійснені і плановані операції за попередній і
				майбутній місяці, оновлено можливість реєструвати в боті користувачів і їхніх контрагентів
			</td>
		</tr>

		<tr>
			<td>12.09.20</td>
			<td>
				Додано можливість редагувати і видаляти проекти, а також вибирати для проектів спостерігачів і задічяні
				склади, в проектах виведено проекти за якими йде спостереження, змінено дизайн сторінки проектів, адміну
				виведені всі помилки і пропозиції, при реалізації ідеї користувача чи виправлені помилки, знайденої
				користувачем, якщо в нього зареєстрований телеграм, йому приходить сповіщення, додано можливість
				редагувати операції, в т.ч. плановані і шаблони, виведено план факти по своїх операціях
			</td>
		</tr>

		<tr>
			<td>14.09.20</td>
			<td>
				Додано можливість додавати операції приходу і витрат через телеграм бот в новому дизайні
			</td>
		</tr>

		<tr>
			<td>18.09.20</td>
			<td>
				При створення нового користувача в нього створюється гаманець по замовчуванню
			</td>
		</tr>
		<tr>
			<td>21.09.20</td>
			<td>
				Додано чат на сайті
			</td>
		</tr>
		</tbody>
	</table>
</div>
